[
  {
    "key": "SL4UHDPB",
    "title": "Unhealthy alcohol use and intimate partner violence among men and women living with HIV in Uganda.",
    "abstract": "Background: Intimate partner violence (IPV) and alcohol use are interrelated public health issues. Heavy and frequent alcohol use increase the risk of IPV, but the relationship between alcohol use and IPV (including recent and lifetime IPV victimization and perpetration) has not been well described among persons living with HIV (PWH) in sub-Saharan Africa.Methods: We used baseline data from the Drinker's Intervention to Prevent Tuberculosis study. All participants were PWH co-infected with tuberculosis and had an Alcohol Use Disorders Identification Test - Consumption (AUDIT-C) positive score (hazardous drinking) and positive urine ethyl glucuronide test, indicating recent drinking. High-risk drinking was defined as AUDIT-C > 6 and/or alcohol biomarker phosphatidylethanol (PEth) ≥ 200 ng/mL. We measured IPV using the Conflict Tactics Scale. We estimated the association between alcohol use level and recent (prior six months) IPV victimization (recent perpetration was too low to study) using multivariable logistic regression models adjusted for gender, age, assets, education, spouse HIV status, religiosity, depressive symptoms, and social desirability. We additionally estimated the interaction of alcohol use and gender on IPV victimization and the association between alcohol use and lifetime victimization and perpetration.Results: One-third of the 408 participants were women. Recent IPV victimization was reported by 18.9% of women and 9.4% of men; perpetration was reported by 3.1% and 3.6% of women and men. One-fifth (21.6%) of those reporting recent IPV victimization also reported perpetration. In multivariable models, alcohol use level was not significantly associated with recent IPV victimization (p = 0.115), nor was the interaction between alcohol use and gender (p = 0.696). Women had 2.34 times greater odds of recent IPV victimization than men (p = 0.016). Increasing age was significantly associated with decreased odds of recent IPV victimization (p = 0.004).Conclusion: Prevalence of IPV victimization was comparable to estimates from a recent national survey, while perpetration among men was lower than expected. Alcohol use level was not associated with IPV victimization. It is possible that alcohol use in this sample was too high to detect differences in IPV. Our results suggest that women and younger PWH are priority populations for IPV prevention.",
    "full_text": "",
    "authors": [
      "Amanda P. Miller",
      "Robin Fatch",
      "Sara Lodi",
      "Kara Marson",
      "Nneka Emenyonu",
      "Allen Kekibiina",
      "Brian Beesiga",
      "Gabriel Chamie",
      "Winnie R. Muyindike",
      "Judith A. Hahn"
    ],
    "doi": "10.1186/s12889-022-14295-2",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=159589280&site=ehost-live&scope=site"
  },
  {
    "key": "5HPB2FDD",
    "title": "Refusing aid: Interdependency and development in northern Uganda.",
    "abstract": "\"Aid dependency\" has long been a concern among development organizations, because it supposedly discourages the entrepreneurial spirit and thus hinders economic development. But what happens when beneficiaries refuse aid? In this article, I offer an ethnographic account of aid refusal in postconflict northern Uganda. There, members of savings and loan associations negotiate debts and investments through Acholi ethics of ripe, or \"making life experiences together.\" In doing so, they demonstrate that their refusals are not disavowals of development. Rather, they are refusals of development hierarchies and of the financialization of development, both of which risk obstructing Acholi ethics of interdependence. By analyzing ripe and the ways that association members negotiate the ethics of receiving aid, this article offers a counterpoint to dominant, pathologizing discourses of African dependency, corruption, and development—discourses predicated on Western, neoliberal valuations of work and community. In short, this article calls into question the assumption that economic growth is always the sine qua non of development. [ABSTRACT FROM AUTHOR]",
    "full_text": "",
    "authors": [
      "Sarah O'Sullivan"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=f5h&AN=162168537&site=ehost-live&scope=site"
  },
  {
    "key": "58IE4F6Z",
    "title": "Understanding PrEP Acceptability Among Priority Populations: Results from a Qualitative Study of Potential Users in Central Uganda.",
    "abstract": "Daily oral pre-exposure prophylaxis (PrEP) can safely and effectively prevent HIV acquisition in HIV-negative individuals. However, uptake of PrEP has been suboptimal in sub-Saharan Africa. The goal of this qualitative study was to identify facilitators of and barriers to PrEP acceptability among target users not taking PrEP. Fifty-nine individuals belonging to Ugandan priority populations participated in a single in-depth interview. Participants perceived themselves as being at high risk for HIV acquisition, and expressed interest in PrEP as an HIV prevention strategy. Two forms of stigma emerged as potential barriers to PrEP use: (1) misidentification as living with HIV; and (2) disclosure of membership in a priority population. Acceptability of PrEP was dampened for this sample of potential PrEP users due to anticipated stigmatization. Mitigating stigma should be a key component of effective PrEP delivery to reach UNAIDS goal of ending the AIDS epidemic by 2030.",
    "full_text": "",
    "authors": [
      "Radhika Sundararajan",
      "Monique A. Wyatt",
      "Timothy R. Muwonge",
      "Emily E. Pisarski",
      "Andrew Mujugira",
      "Jessica E. Haberer",
      "Norma C. Ware"
    ],
    "doi": "10.1007/s10461-022-03606-8",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=157789301&site=ehost-live&scope=site"
  },
  {
    "key": "2XQF53VX",
    "title": "Use of biomass fuels predicts indoor particulate matter and carbon monoxide concentrations; evidence from an informal urban settlement in Fort Portal city, Uganda.",
    "abstract": "Background: Poor indoor air quality (IAQ) is a leading cause of respiratory and cardiopulmonary illnesses. Particulate matter (PM2.5) and carbon monoxide (CO) are critical indicators of IAQ, yet there is limited evidence of their concentrations in informal urban settlements in low-income countries.Objective: This study assessed household characteristics that predict the concentrations of PM2.5 and CO within households in an informal settlement in Fort Portal City, Uganda.Methodology: A cross-sectional study was conducted in 374 households. Concentrations of PM2.5 and CO were measured using a multi-purpose laser particle detector and a carbon monoxide IAQ meter, respectively. Data on household characteristics were collected using a structured questionnaire and an observational checklist. Data were analysed using STATA version 14.0. Linear regression was used to establish the relationship between PM2.5, CO concentrations and household cooking characteristics.Results: The majority (89%, 332/374) of the households used charcoal for cooking. More than half (52%, 194/374) cooked outdoors. Cooking areas had significantly higher PM2.5 and CO concentrations (t = 18.14, p ≤ 0.05) and (t = 5.77 p ≤ 0.05), respectively. Cooking outdoors was associated with a 0.112 increase in the PM2.5 concentrations in the cooking area (0.112 [95% CI: -0.069, 1.614; p = 0.033]). Cooking with moderately polluting fuel was associated with a 0.718 increase in CO concentrations (0.718 [95% CI: 0.084, 1.352; p = 0.027]) in the living area.Conclusions: The cooking and the living areas had high concentrations of PM2.5 and CO during the cooking time. Cooking with charcoal resulted in higher CO in the living area. Furthermore, cooking outdoors did not have a protective effect against PM2.5, and ambient PM2.5 exceeded the WHO Air quality limits. Interventions to improve the indoor air quality in informal settlements should promote a switch to cleaner cooking energy and improvement in the ambient air quality.",
    "full_text": "",
    "authors": [
      "Winnifred K. Kansiime",
      "Richard K. Mugambe",
      "Edwinah Atusingwize",
      "Solomon T. Wafula",
      "Vincent Nsereko",
      "Tonny Ssekamatte",
      "Aisha Nalugya",
      "Eric Stephen Coker",
      "John C. Ssempebwa",
      "John Bosco Isunju"
    ],
    "doi": "10.1186/s12889-022-14015-w",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=159032231&site=ehost-live&scope=site"
  },
  {
    "key": "ISU9RRSN",
    "title": "Mediating antiretroviral treatment for HIV during COVID-19: lessons from implementation in Gomba District, Uganda.",
    "abstract": "Initial and subsequent waves of COVID-19 in Uganda disrupted the delivery of HIV care. In rural areas, village health teams and organisations on the ground had to develop strategies to ensure that people living with HIV could continue their treatment. It was necessary to take evolving circumstances into account, including dealing with movement restrictions, constrained access to food and stigma due to anonymity being lost as a result of a shift from health facility-based services to community-level support. Uganda has a long history of community-driven response to HIV, although health systems and response programming have become more centralised through government and donors to address political commitments to HIV treatment and other targets. The delivery system for antiretroviral therapy was vulnerable to the impacts of COVID-19 restrictions and related circumstances. To understand the continuum of challenges, and to inform ongoing and future support of treatment for people living with HIV, interviews were conducted with HIV organisation implementers, health workers, village health team members and people living with HIV. It was found that stigma was a central challenge, which led to nuanced adaptations for delivering antiretroviral treatment. There is a need to strengthen support to households of people living with HIV through improving community capacity to manage crises through improving household food gardens and savings, as well as capacity to organise and interact with support systems such as the village health teams. In communities, there is a need to evoke dialogue on stigma and to support community leadership on pressing issues that affect communities as a whole and their vulnerable groups. There are opportunities to reawaken the grassroots civic response systems that were evident in Uganda's early response to HIV yet were lacking in the COVID-19 context.",
    "full_text": "",
    "authors": [
      "Kenneth Mulondo",
      "Warren Parker"
    ],
    "doi": "10.2989/16085906.2022.2103006",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=158844211&site=ehost-live&scope=site"
  },
  {
    "key": "DPVGHQJB",
    "title": "Prevalence, risk factors and perceptions of caregivers on burns among children under 5 years in Kisenyi slum, Kampala, Uganda.",
    "abstract": "Background: Globally, burn related deaths are disproportionately higher among children below 5 years of age compared to other age groups. Although rarely fatal, most burns in this group occur within homes specifically in kitchens. This study assessed the prevalence, risk factors and perceptions of caregivers regarding burns among children under 5 years in an urban slum in Kampala, Uganda. Methods: The study used an analytic cross-sectional design with quantitative and qualitative techniques. Quantitative data were collected using a structured questionnaire and observational checklist, while qualitative data involved use of a key informant interview guide. A total of 426 children were involved in the study, while 6 key informants namely an adult mother, teenage mother, community health worker, health practitioner, father and local leader were interviewed. A modified Poisson regression model was used to determine the correlates of burn injuries, prevalence rate ratios and 95% confidence intervals, while thematic analysis was used for qualitative data. Results: The prevalence of burns among under-fives was 32%, highest among those aged 24 to 35 months (39%), and least in those below 12 months (10%). Children with single parents (adj PR = 1.56 95% CI 1.07–2.29) and those from households in the middle and least poor wealth quintile (adj.PR = 1.72; 95% CI 1.02–2.89 and adj.PR = 1.77; 95% CI 1.02–3.05, respectively) were more likely to get burns compared to their counterparts in other quintiles. In households where flammables were safely stored, children were less likely to suffer from burn injuries (adj.PR = 0.61; 95% CI 0.44–0.83). Congestion, negligence of caregivers, and use of charcoal stoves/open cooking were the commonest determinants of burns. Although many caregivers offered first aid to burn patients, inadequate knowledge of proper care was noted. Crawling children were perceived as being at highest risk of burns. Conclusion: The prevalence of burns among children under 5 years was high, with several household hazards identified. Health education, household modification and applicable public health law enforcement are recommended to reduce hazards and minimise burn risks among children.",
    "full_text": "",
    "authors": [
      "Marcia Tusiime",
      "David Musoke",
      "Fiston Muneza",
      "Milton Mutto",
      "Olive Kobusingye"
    ],
    "doi": "10.1186/s40621-022-00382-w",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=157414221&site=ehost-live&scope=site"
  },
  {
    "key": "3M9DS6KP",
    "title": "Using a theory of change in monitoring, evaluating and steering scale-up of a district-level health management strengthening intervention in Ghana, Malawi, and Uganda - lessons from the PERFORM2Scale consortium.",
    "abstract": "Background: Since 2017, PERFORM2Scale, a research consortium with partners from seven countries in Africa and Europe, has steered the implementation and scale-up of a district-level health management strengthening intervention in Ghana, Malawi and Uganda. This article presents PERFORM2Scale's theory of change (ToC) and reflections upon and adaptations of the ToC over time. The article aims to contribute to understanding the benefits and challenges of using a ToC-based approach for monitoring and evaluating the scale-up of health system strengthening interventions, because there is limited documentation of this in the literature.Methods: The consortium held annual ToC reflections that entailed multiple participatory methods, including individual scoring exercises, country and consortium-wide group discussions and visualizations. The reflections were captured in detailed annual reports, on which this article is based.Results: The PERFORM2Scale ToC describes how the management strengthening intervention, which targets district health management teams, was expected to improve health workforce performance and service delivery at scale, and which assumptions were instrumental to track over time. The annual ToC reflections proved valuable in gaining a nuanced understanding of how change did (and did not) happen. This helped in strategizing on actions to further steer the scale-up the intervention. It also led to adaptations of the ToC over time. Based on the annual reflections, these actions and adaptations related to: assessing the scalability of the intervention, documentation and dissemination of evidence about the effects of the intervention, understanding power relationships between key stakeholders, the importance of developing and monitoring a scale-up strategy and identification of opportunities to integrate (parts of) the intervention into existing structures and strategies.Conclusions: PERFORM2Scale's experience provides lessons for using ToCs to monitor and evaluate the scale-up of health system strengthening interventions. ToCs can help in establishing a common vision on intervention scale-up. ToC-based approaches should include a variety of stakeholders and require their continued commitment to reflection and learning on intervention implementation and scale-up. ToC-based approaches can help in adapting interventions as well as scale-up processes to be in tune with contextual changes and stakeholders involved, to potentially increase chances for successful scale-up.",
    "full_text": "",
    "authors": [
      "Maryse Kok",
      "Susan Bulthuis",
      "Marjolein Dieleman",
      "Olivier Onvlee",
      "Rebecca Murphy",
      "Patricia Akweongo",
      "Justine Namakula",
      "Hastings Banda",
      "Kaspar Wyss",
      "Joanna Raven",
      "Tim Martineau"
    ],
    "doi": "10.1186/s12913-022-08354-y",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=158381130&site=ehost-live&scope=site"
  },
  {
    "key": "ZE9NI3MM",
    "title": "Barriers and facilitators to the utilization of the intensive adherence counselling framework by healthcare providers in Uganda: a qualitative study.",
    "abstract": "Background: Uganda Ministry of Health (UMOH) embraced the World Health Organization recommendation for people living with human immunodeficiency virus with a detectable viral load (VL) exceeding 1000 copies/mL to receive intensive adherence counselling (IAC). The IAC framework was developed as a step-by-step guide for healthcare providers to systematically support persons with non-suppressed VL to develop a comprehensive plan for adhering to treatment. The objective of this study was to explore the current practice of the healthcare providers when providing IAC, and identify the barriers and facilitators to the utilization of the UMOH IAC framework at two health centers IV level in rural Uganda.Methods: This was a descriptive cross-sectional qualitative study that explored the current practices of the healthcare providers when providing IAC, and identified the barriers and facilitators to the utilization of the UMOH IAC framework. We used an interview guide with unstructured questions about what the participants did to support the clients with non-suppressed VL, and semi-structured questions following a checklist of categories of barriers and facilitators that affect 'providers of care' as provided by the Supporting the Use of Research Evidence for policy in African health systems (SURE) framework. Current practice as well as the categories of barriers and facilitators formed the a priori themes which guided data collection and analysis. In this study we only included healthcare providers (i.e., medical doctors, clinical officer, nurses, and counsellors) as 'providers of care' excluding family members because we were interested in the health system.Results: A total of 19 healthcare providers took part in the interviews. The healthcare providers reported lack of sufficient knowledge on the UMOH IAC framework; most of them did not receive prior training or sensitization when it was first introduced. They indicated that they lacked counselling and communication skills to effectively utilize the IAC framework, and they were not motivated to utilize it because of the high workload at the clinics compounded by the limited workforce.Conclusions: Although the UMOH IAC framework is a good step-by-step guide for the healthcare providers, there is need to understand their context and assess readiness to embrace the new behavior before expecting spontaneous uptake and utilization.",
    "full_text": "",
    "authors": [
      "Pius Musinguzi",
      "Josephine Nambi Najjuma",
      "Adellah Arishaba",
      "Eric Ochen",
      "Racheal Ainembabazi",
      "Fred Keizirege",
      "Racheal Lillian Sabano",
      "Edith K. Wakida",
      "Celestino Obua"
    ],
    "doi": "10.1186/s12913-022-08495-0",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=158813828&site=ehost-live&scope=site"
  },
  {
    "key": "UUMYBAVN",
    "title": "Trends of key surveillance performance indicators of acute flaccid paralysis: a descriptive analysis, Uganda, 2015-2020.",
    "abstract": "Background: Polio is disease caused by poliovirus which can in turn cause irreversible paralytic disease, presenting as Acute Flaccid Paralysis (AFP). A sensitive AFP surveillance system, in which all reported AFP cases are evaluated, first to determine if they are true AFP cases or not, is key for tracking polio eradication. True AFP cases are then later categorized as polio AFP or non-polio AFP (NPAFP) cases. Sensitivity is defined by meeting an annual NPAFP rate/100,000 population < 15 years of ≥ 4/100,000, and an annual stool adequacy (SA) rate of ≥ 80%. We describe Uganda's AFP surveillance performance between 2015-2020, based on the WHO-recommended indicators, including; NPAFP and stool adequacy rate.Methods: We performed a descriptive analysis of national AFP surveillance data, 2015-2020 obtained from ministry of health. We evaluated proportion of reported AFP cases that were true AFP, and changes in NPAFP and stool adequacy (SA) rate over the study period. We evaluated the trends in achieving the targeted NPAFP and SA rates from 2015-2020. We used QGIS to illustrate patterns in NPAFP and SA rates across districts and subregions.Results: Among 3,605 AFP cases reported and investigated countrywide from 2015-2020, 3,475 (96%) were true AFP cases. All the true AFP cases were non-polio related. District reporting was near-complete (97-100% each year). Overall, the mean NPAFP rate declined from 3.1/100,000 in 2015 to 2.1/100,000 in 2020. Less than 40% of districts met the NPAFP target rate in all years. The proportion of districts achieving the NPAFP target rate of ≥ 4/100,000 significantly declined from 35% in 2015 to 20% in 2020. The mean annual SA rate nationally was 88% from 2015-2020. Only 66% of districts achieved the SA target rate of ≥ 80% in the study period. The proportion of districts with SA rate ≥ 80% significantly increased from 68 to 80% between 2015 and 2020.Conclusion: Most districts reported AFP cases. However, there was a decline in the NPAFP rate from 2015-2020 and few districts achieved the target rate. The suboptimal AFP surveillance system performance leaves the country at risk of missing ongoing poliovirus transmission. We recommend health worker training on active AFP searches, intensified supportive supervision, increase the number of environmental surveillance sentinel sites to boost AFP surveillance in the country, and periodic review meetings with districts to assess AFP surveillance performance.",
    "full_text": "",
    "authors": [
      "Bob Omoda Amodan",
      "Annet Kisakye",
      "Patricia Thiwe Okumu",
      "Sherry Rita Ahirirwe",
      "Daniel Kadobera",
      "Alfred Driwale",
      "Alex Riolexus Ario"
    ],
    "doi": "10.1186/s12889-022-14077-w",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=158960093&site=ehost-live&scope=site"
  },
  {
    "key": "KE2NF5ML",
    "title": "Disability status, partner behavior, and the risk of sexual intimate partner violence in Uganda: An analysis of the demographic and health survey data.",
    "abstract": "Background: Women with disabilities in developing countries experience significant marginalization, which negatively affects their reproductive health. This study examined the association between disability status and sexual intimate partner violence; the determinants of sexual intimate partner violence by disability status; and the variations in the determinants by disability status.Methods: The study, which was based on a merged dataset of 2006, 2011 and 2016 Uganda Demographic Surveys, used a weighted sample of 9689 cases of married women selected for the domestic violence modules. Data were analyzed using frequency distributions and chi-squared tests and multivariable logistic regressions. Other key explanatory variables included partner's alcohol consumption and witnessing parental violence. A model with disability status as an interaction term helped to establish variations in the determinants of sexual intimate partner violence by disability status.Results: Sexual IPV was higher among women with disabilities (25% compared to 18%). Disability status predicted sexual intimate partner violence with higher odds among women with disabilities (aOR = 1.51; 95% CI 1.10-2.07). The determinants of sexual intimate partner violence for women with disabilities were: partner's frequency of getting drunk, having witnessed parental violence, occupation, and wealth index. The odds of sexual intimate partner violence were higher among women whose partners often or sometimes got drunk, that had witnessed parental violence, were involved in agriculture and manual work; and those that belonged to the poorer and middle wealth quintiles. Results for these variables revealed similar patterns irrespective of disability status. However, women with disabilities in the agriculture and manual occupations and in the poorer and rich wealth quintiles had increased odds of sexual intimate partner violence compared to nondisabled women in the same categories.Conclusion: Determinants of sexual intimate partner violence mainly relate to partners' behaviors and the socialization process. Addressing sexual intimate partner violence requires prioritizing partners' behaviors, and gender norms and proper childhood modelling, targeting men, women, families and communities. Interventions targeting women with disabilities should prioritize women in agriculture and manual occupations, and those above the poverty line.",
    "full_text": "",
    "authors": [
      "Betty Kwagala",
      "Johnstone Galande"
    ],
    "doi": "10.1186/s12889-022-14273-8",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=159547949&site=ehost-live&scope=site"
  },
  {
    "key": "LRG7KVZJ",
    "title": "DKSH and Biolin Scientific extend strategic partnership in the APAC region.",
    "abstract": "The article reports that DKSH Business Unit Technology has expanded its strategic partnership with Biolin Scientific, a provider of advanced surface science instruments, to include sales, marketing, application support, and after-sales services in several Asia-Pacific countries. Biolin Scientific offers a range of products for surface and interface studies, serving various industries such as biotechnology, chemicals, electronics, and more, across multiple countries in the region.",
    "full_text": "",
    "authors": [],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=171332271&site=ehost-live&scope=site"
  },
  {
    "key": "R2ZEBEJB",
    "title": "A qualitative exploration of Ugandan mental health care workers' perspectives and experiences on sexual and reproductive health of people living with mental illness in Uganda.",
    "abstract": "Background: People with Mental Illness experience vast sexual and reproductive health challenges due to the affected mental health. Globally, prevalence of mental illness is on the rise with subsequent increase in the number of people with sexual and reproductive challenges warranting urgent public health intervention. However, information on the perceptions and experiences of mental health workers, the key health care providers for this population is generally lacking yet it's essential for formulation of appropriate policies and public health interventions.Aim: To explore Ugandan mental health care worker's perspectives and experiences on the sexual and reproductive health of people living with mental illness in Uganda in order to generate recommendations to the ministry of health on how it can be improved.Materials and Methods: Qualitative study design was employed with utilization of phone call semi-structured in-depth interviews to collect data from 14 mental health workers from Uganda's National mental referral hospital, Butabika. Purposive sampling and convenience recruitment was done and the collected data was analyzed using Thematic content analysis.Results: Four themes were generated which included people with Mental illness having normal sexual needs, mental illness effect on sexuality and relationships, practices for safeguarding sexuality of people with mental illness and the barriers encountered in the provision of sexual and reproductive health services at a mental hospital.Conclusion: People with mental illness experience a multitude of sexual and reproductive health challenges that need public health interventions. However, the integration of sexual and reproductive health services in a mental hospital are not yet successful making people with mental illness to remain with unaddressed health challenges. Policies should therefore be developed and implemented to ensure successful integration of sexual and reproductive health at all mental health service care provision points.",
    "full_text": "",
    "authors": [
      "Emily Tumwakire",
      "Hofmeister Arnd",
      "Yahaya Gavamukulya"
    ],
    "doi": "10.1186/s12889-022-14128-2",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=158998324&site=ehost-live&scope=site"
  },
  {
    "key": "KBNT3F3U",
    "title": "Environmental backlash mounts as lenders shun East African pipeline. (cover story)",
    "abstract": "The outburst offered a Atting introduction to a seldom-discussed energy project, which Uganda and Tanzania say will revolutionise East African oil production, but which has become a target of environmental campaigners. Some worry Europe might have shifted towards renewables by the time new producers such as Uganda begin offering oil to global markets. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Charlie Mitchell"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=157698551&site=ehost-live&scope=site"
  },
  {
    "key": "JRY3D7CV",
    "title": "Psychological capital and quality of life of refugees in Uganda during COVID-19 pandemic: A serial mediation model",
    "abstract": "Background: The COVID-19 pandemic has in the past two years caused and continues to cause enormous effects on lifestyle, mental health, and quality of life. With no known treatment and vaccination, behavioral control measures became central in controlling the pandemic. However, the intensity of the pandemic and the stringent control measures were immensely stressful. The control measures became an added psychological burden to people living in precarious situations such as refugees in low-income countries. Purpose: Given the benefits of psychological capital, the present study aimed at investigating the role of psychological capital in enhancing the quality of life among refugees in Uganda during the COVID-19 pandemic. It was hypothesized that the effects of psychological capital on quality of life are serially mediated through coping strategies, adherence to COVID-19 control measures, and mental health. Methods: Data was collected using a self-administered questionnaire in July and August 2020 after the first lockdown. Participants were 353 South Sudanese and Somali refugees living in Kampala city suburbs and Bidibidi refugee settlement. Findings: Psychological capital was positively associated with approach coping, mental health, and quality of life. However, psychological capital was negatively associated with adherence to COVID-19 control measures. Significant indirect effects of psychological capital on quality of life through approach coping, mental health, and adherence were found. However, serial mediation effects were only substantial via approach coping and mental health. Conclusion: Psychological capital is an important resource in coping with the challenges posed by COVID-19 and maintaining a good level of psychological functioning and quality of life. Preserving and boosting psychological capital is essential in responding to COVID-19 and other related disasters and crises, which are common in vulnerable populations such as refugee communities in low-income countries. (PsycInfo Database Record (c) 2023 APA, all rights reserved)",
    "full_text": "",
    "authors": [
      "Martin Mabunda Baluku"
    ],
    "doi": "10.1007/s41042-023-00091-9",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=psyh&AN=2023-55476-001&site=ehost-live&scope=site"
  },
  {
    "key": "NL892RGY",
    "title": "Trends in inequality in maternal and child health and health care in Uganda: Analysis of the Uganda demographic and health surveys.",
    "abstract": "Background: Uganda has made great strides in improving maternal and child health. However, little is known about how this improvement has been distributed across different socioeconomic categories, and how the health inequalities have changed over time. This study analyses data from Demographic and Health Surveys (DHS) conducted in 2006, 2011, and 2016 in Uganda, to assess trends in inequality for a variety of mother and child health and health care indicators.Methods: The indicators studied are acknowledged as critical for monitoring and evaluating maternal and child health status. These include infant and child mortality, underweight status, stunting, and prevalence of diarrhea. Antenatal care, skilled birth attendance, delivery in health facilities, contraception prevalence, full immunization coverage, and medical treatment for child diarrhea and Acute Respiratory tract infections (ARI) are all health care indicators. Two metrics of inequity were used: the quintile ratio, which evaluates discrepancies between the wealthiest and poorest quintiles, and the concentration index, which utilizes data from all five quintiles.Results: The study found extraordinary, universal improvement in population averages in most of the indices, ranging from the poorest to the wealthiest groups, between rural and urban areas. However, significant socioeconomic and rural-urban disparities persist. Under-five mortality, malnutrition in children (Stunting and Underweight), the prevalence of anaemia, mothers with low Body Mass Index (BMI), and the prevalence of ARI were found to have worsening inequities. Healthcare utilization measures such as skilled birth attendants, facility delivery, contraceptive prevalence rate, child immunization, and Insecticide Treated Mosquito Net (ITN) usage were found to be significantly lowering disparity levels towards a perfect equity stance. Three healthcare utilization indicators, namely medical treatment for diarrhea, medical treatment for ARI, and medical treatment for fever, demonstrated a perfect equitable situation.Conclusion: Increased use of health services among the poor and rural populations leads to improved health status and, as a result, the elimination of disparities between the poor and the wealthy, rural and urban people.Recommendation: Intervention initiatives should prioritize the impoverished and rural communities while also considering the wealthier and urban groups.",
    "full_text": "",
    "authors": [
      "Alex Ayebazibwe Kakama",
      "Robert Basaza"
    ],
    "doi": "10.1186/s12913-022-08630-x",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=159829307&site=ehost-live&scope=site"
  },
  {
    "key": "3JXHXUXQ",
    "title": "Impact of carbonization conditions and adsorbate nature on the performance of activated carbon in water treatment.",
    "abstract": "The physical and chemical structure of activated carbon (AC) varies with the carbonization temperature, activation process and time. The texture and toughness of the starting raw material also determine the morphology of AC produced. The Brunauer-Emmet-Teller surface area (SBET) is small for AC produced at low temperatures but increases from 500 to 700 °C, and generally drops in activated carbons synthesized > 700 °C. Mild chemical activators and low activator concentrations tend to generate AC with high SBET compared to strong and concentrated oxidizing chemicals, acids and bases. Activated carbon from soft starting materials such as cereals and mushrooms have larger SBET approximately twice that of tough materials such as stem berks, shells and bones. The residual functional groups observed in AC vary widely with the starting material and tend to reduce under extreme carbonization temperatures and the use of highly concentrated chemical activators. Further, the adsorption capacity of AC shows dependency on the size of the adsorbate where large organic molecules such as methylene blue are highly adsorbed compared to relatively small adsorbates such as phenol and metal ions. Adsorption also varies with adsorbate concentration, temperature and other matrix parameters. [ABSTRACT FROM AUTHOR]",
    "full_text": "",
    "authors": [
      "Ibrahim Karume",
      "Simon Bbumba",
      "Simon Tewolde",
      "Is'harq Z. T. Mukasa",
      "Muhammad Ntale"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=a9h&AN=173804871&site=ehost-live&scope=site"
  },
  {
    "key": "HXPYNH97",
    "title": "Motivational interviewing experiences from a community health worker-led hiv prevention and care intervention in rural uganda: A qualitative study",
    "abstract": "ABSTRACT Motivational Interviewing (MI) and Community Health Workers (CHWs) are increasingly utilized in global settings to improve HIV outcomes, yet research exploring implementation strategies using MI and CHWs is lacking. We examined the experiences of CHWs and their clients in a counseling intervention which used MI-informed counseling to increase engagement in HIV prevention and treatment. This study was nested within the mLAKE cluster-randomized trial in a high HIV prevalence fishing community in rural Rakai District, Uganda. We conducted in-depth interviews with purposively-sampled CHWs (n = 8) and clients (n = 51). Transcripts were analyzed thematically to characterize CHWs’ implementation of the intervention. Main themes identified included use of specific MI strategies (including evocation, guidance towards positive behavior change, active listening, and open-ended questions), and MI spirit (including collaboration, power-sharing, trust, and non-judgmental relationship building). Through these specific MI mechanisms, CHWs supported client behavior change to facilitate engagement with HIV services. This study provides evidence from a low-resource setting that CHWs with no previous experience in MI can successfully implement MI-informed counseling that is well-received by clients. CHW-led MI-informed counseling appears to be a feasible and effective approach to increase uptake of HIV prevention and care services in low-resource, HIV endemic regions. (PsycInfo Database Record (c) 2023 APA, all rights reserved)",
    "full_text": "",
    "authors": [
      "Holly Nishimura",
      "Rose Pollard Kaptchuk",
      "Ismail Mbabali",
      "Jeremiah Mulamba",
      "Neema Nakyanjo",
      "Aggrey Anok",
      "Maria J. Wawer",
      "Caitlin E. Kennedy",
      "Gertrude Nakigozi",
      "Larry W. Chang",
      "K. Rivet Amico",
      "Heidi Hutton"
    ],
    "doi": "10.1080/09540121.2023.2253504",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=psyh&AN=2024-11379-001&site=ehost-live&scope=site"
  },
  {
    "key": "9NRJIAVI",
    "title": "On $1+3$ covariant perturbations of the quasi-Newtonian spacetime in modified Gauss-Bonnet gravity.",
    "abstract": "Summary: ``The consideration of a $1 + 3$ covariant approach to cold dark matter universe with no shear cosmological dust model with irrotational flows is developed in the context of $f(G)$ gravity theory in this study. This approach reveals the existence of integrability conditions which do not appear in noncovariant treatments. We constructed the integrability conditions in modified Gauss-Bonnet $f(G)$ gravity basing on the constraints and propagation equations. These integrability conditions reveal the linearized silent nature of quasi-Newtonian models in $f(G)$ gravity. Finally, the linear equations for the over-density and velocity perturbations of the quasi-Newtonian spacetime were constructed in the context of modified $f(G)$ gravity. The application of harmonic decomposition and redshift transformation techniques to explore the behavior of the overdensity and velocity perturbations using $f(G)$ model was made. On the other hand, we applied the quasi-static approximation to study the approximated solutions on small scales which helps to get both analytical and numerical results of the perturbation equations. The analysis of the energy overdensity and velocity perturbations for both short- and long-wavelength modes in a dust-Gauss-Bonnet fluids was done and we see that both energy overdensity and velocity perturbations decay with redshift for both modes. In the limits to $\\Lambda$CDM, it means $f(G) = G$ the considered $f(G)$ model results coincide with $\\Lambda$CDM.''",
    "full_text": "",
    "authors": [
      "Albert Munyeshyaka",
      "Joseph Ntahompagaze",
      "Tom Mutabazi",
      "Manasse R. Mbonye"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=msn&AN=MR4624605&site=ehost-live&scope=site"
  },
  {
    "key": "3HUQIBBP",
    "title": "7TH ANNUAL ASCP SKIN DEEP READERS CHOICE AWARDS.",
    "abstract": "The article presents the winners of the 2023 American Society for Clinical Pathology Periodical Readers' Choice Awards, with Green Tea Citrus Cleanser from Skin Script, Mystiq Perfecting Eye Crème from Lira Clinical, and Refine Polish from Hale & Hush, in various skincare categories.",
    "full_text": "",
    "authors": [],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=s3h&AN=165102276&site=ehost-live&scope=site"
  },
  {
    "key": "87BSN5NI",
    "title": "Acute flaccid myelitis: Not uncommon in rural Uganda?",
    "abstract": "Acute Flaccid Myelitis is a paralytic illness with significant similarities to poliomyelitis, and which affects predominantly children. It was first fully delineated only in 2014 in the USA, occurring in epidemic clusters with a likely overall increasing incidence. It has subsequently rapidly been identified in Europe, the UK, and Australasia and the Far East, confirming it to be an emerging, global, infectious neurological disease. It has, however, been very little studied in low- and middle-income countries—reflecting partly of the global imbalance in science and medical research, and partly the extremely low provision of neurological care in most low- and middle-income countries: Uganda currently has no specialized neurology services outside the capital Kampala. During extended visits over a 2-year period with involvement in acute adult and paediatric internal medicine, one of us (NS) encountered at least six new patients with acute flaccid myelitis, suggesting that both the geographical reach and the frequency of the disorder may be significantly greater than previously thought. Here, these cases are described together with their clinical features and, where available, course and (limited) investigation results. These observations have significant implications concerning the current, and potentially the future geographical spread of the disease, and its clinical phenomenology. In addition, they highlight serious problems concerning the global applicability of the current Acute Flaccid Myelitis diagnostic criteria. (PsycInfo Database Record (c) 2023 APA, all rights reserved)",
    "full_text": "",
    "authors": [
      "Sam Olum",
      "Charlotte Scolding",
      "Venice Omona",
      "Kansiime Jackson",
      "Neil Scolding"
    ],
    "doi": "10.1093/braincomms/fcad246",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=psyh&AN=2024-27495-001&site=ehost-live&scope=site"
  },
  {
    "key": "AZH7353I",
    "title": "Perturbations in the interacting vacuum.",
    "abstract": "Summary: ``In this study, we present the evolution of cosmological perturbations in a universe consisting of standard matter and interacting vacuum. We use the $1+ 3$ covariant formalism in perturbation framework and consider two different models for the interacting vacuum; namely, a linear interacting model and interaction with creation pressure model. For both models, we derive the evolution equations governing the growth of linear perturbations for both radiation- and dust-dominated universe. We find numerical solutions in appropriate limits, namely long and short wavelengths. For both models, the perturbations grow with time (decay with redshift), showing that structure formation is possible in an accelerated cosmic background. The perturbation amplitudes---and their relative scalings with those of $\\Lambda$CDM---depend on the values of the interaction parameters considered, and in a way that can be used to constrain the models using existing and future large-scale structure data. In the vanishing limits of the coupling parameters of the interaction, we show that standard $\\Lambda$CDM cosmology, both background and perturbed, is recovered.''",
    "full_text": "",
    "authors": [
      "Albert Munyeshyaka",
      "Joseph Ntahompagaze",
      "Tom Mutabazi",
      "Manasse R. Mbonye",
      "Abraham Ayirwanda",
      "Fidele Twagirayezu",
      "Amare Abebe"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=msn&AN=MR4550002&site=ehost-live&scope=site"
  },
  {
    "key": "KBAPFYDN",
    "title": "Low heads to GCF, Seoul.",
    "abstract": "According to his LinkedIn profile: \"My role will be driving the GFC's energy, industry and transport portfolio - assisting public and private sectors in incorporating climate mitigation and adaptation principles by using GCF's wide range of concessional financing instruments to deliver resilient investments giving beneficial socio-economic and environmental impacts.\" Low is Scottish, but has been working across APAC for most of his career first of all rising the role of Japan country manager for Mott MacDonald and then out of Singapore as Asia Pacific infrastructure services director. Euan Low - a long-established Asia Pacific infrastructure hand - has started in a new role, at the Green Climate Fund (GCF) in Seoul, South Korea. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Angus Leslie Melville"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=170047952&site=ehost-live&scope=site"
  },
  {
    "key": "2IJESYV7",
    "title": "Turkey's New-Look Central Bank to Keep Rate-Hike Pace.",
    "abstract": "(Bloomberg) -- A revamped lineup of Turkish central bankers is meeting for the first time on Thursday, setting up a decision that will look to dispel doubts in the market and could ensure the pace of interest-rate increases doesn't slow again. Read more: Lira Lifeline Became $124 Billion Problem That Haunts Turkey The new rules amount to a \"stealth rate hike\" and follow an earlier decision to raise reserve requirements that could mean an additional 40 basis points of tightening, according to Bloomberg Economics. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Beril Akman"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=170410874&site=ehost-live&scope=site"
  },
  {
    "key": "SQ8HGSRQ",
    "title": "In-Cosmetics Asia To Spotlight Key Developments in APAC Cosmetics Market.",
    "abstract": "The article reports that In-Cosmetics Asia will focus on key developments in the APAC cosmetics market, highlighting the influence of social media, beauty influencers, and location on cosmetic sales in urban and rural areas. It mentions trends such as \"skinimalism\" and hybrid cosmetics are gaining popularity in the region as consumers look for streamlined cosmetic experiences, while anti-aging products benefit from an increasingly elderly population and growing consumer awareness.",
    "full_text": "",
    "authors": [],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=172937198&site=ehost-live&scope=site"
  },
  {
    "key": "HNVZWHU9",
    "title": "Isbank to Pool Units in New Holding Firm to Boost Efficiency.",
    "abstract": "They include listed glassmaker Sisecam, lender TSKB, brokerage Is Investment, builder Is REIT and private pensions firm Anadolu Hayat, as well as 11 other companies. \"A potential IPO of the new entity, divestitures and mergers of the group companies, or potential new investment areas may help unlock the hidden value of the bank's strong participation portfolio and provide easier access to finance the projects\", Oner said, raising his 12-month price target for the bank by 45% to 24 liras. (Bloomberg) -- Turkey's biggest listed bank by assets will spin off its units to a new holding company in a bid to manage them more efficiently. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Tugce Ozsoy"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=170744573&site=ehost-live&scope=site"
  },
  {
    "key": "C4VAH6LH",
    "title": "Ugandan Bonds Can Bounce Back From World Bank Funding Setback.",
    "abstract": "(Bloomberg) -- A surge in yields on Uganda's local-currency debt spurred by the World Bank's decision to halt new loans in protest at new anti-LGBTQ laws may reverse as global sentiment improves and the government unveils new sources of financing, according to Absa Bank Ltd. The yield on Ugandan-shilling bonds maturing in 2033 has spiked by more than 100 basis points since the multilateral lender suspended its financing for the country earlier this month. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Colleen Goko"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=170410950&site=ehost-live&scope=site"
  },
  {
    "key": "W86EETTK",
    "title": "Turkish Inflation Nears 60%, Piling Pressure on Central Bank.",
    "abstract": "(Bloomberg) -- Turkish inflation accelerated to the fastest this year, underscoring the central bank's challenge as it raises interest rates to try to end a cost-of-living crisis. Gains in the lira since a bigger-than-anticipated rate hike in late August may ease some pressure on prices. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Baris Balci"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=171371772&site=ehost-live&scope=site"
  },
  {
    "key": "XB3Y82FU",
    "title": "Turkey Circles Wagons to Convince Markets This Time Is Different.",
    "abstract": "Simsek, appointed in June shortly after Erdogan's reelection, joined a round-table on Thursday together with central bank Governor Hafize Gaye Erkan and other top officials. Simsek and Erkan refrained from providing a roadmap for winding down the country's emergency lira savings program that's indexed to the exchange rate. (Bloomberg) -- Turkish President Recep Tayyip Erdogan is fully onboard with new policies that require monetary tightening, according to the country's finance minister, in the latest show of unity over ending an era of cheap money. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Firat Kozok",
      "Beril Akman"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=171811778&site=ehost-live&scope=site"
  },
  {
    "key": "GL6XNSDY",
    "title": "Turkish Builder Calls Investor Meeting to Extend Bond Maturity.",
    "abstract": "Nurol Insaat ve Ticaret AS called investors in the 1.4 billion-lira ($51 million) bonds that mature next year to hold a restructuring meeting on Oct. 20. (Bloomberg) -- Turkish builder Nurol is asking investors to extend the maturity of its floating-rate bonds issued two years ago - with a senior executive denying the move was related to rising interest rates in the country. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Taylan Bilgic"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=172440204&site=ehost-live&scope=site"
  },
  {
    "key": "Z4ZGHR5E",
    "title": "Turkey Escalates Syria Airstrikes After Rare Conflict with US.",
    "abstract": "(Bloomberg) -- Turkey intensified airstrikes on America's Kurdish allies in Syria after the US shot down a Turkish drone in the region, a rare instance of two NATO allies coming into conflict and which led the lira to weaken. The US, for its part, has warned Turkey against unilateral airstrikes that could threaten American personnel. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Selcan Hacaoglu",
      "Firat Kozok"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=172850150&site=ehost-live&scope=site"
  },
  {
    "key": "8F2FJ9IG",
    "title": "Qatar National Bank's Turkey Unit More Valuable Than Its Parent.",
    "abstract": "(Bloomberg) -- A more than 500% rally in shares of Qatar National Bank's Turkish unit this year has given the stock a higher value than its parent. QNB Finansbank AS has seen its market capitalization jump to 1.1 trillion liras ($41 billion) - taking it above QNB, the biggest Gulf bank by assets, which has a market value of about $40 billion. Only about 4 million of the more than 3.3 billion QNB Finansbank shares outstanding are publicly traded, with 99.9% of the stock closely held by QNB, according to data compiled by Bloomberg. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Tugce Ozsoy",
      "Kerim Karakaya"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=172366540&site=ehost-live&scope=site"
  },
  {
    "key": "J3A5G2TX",
    "title": "South Korean Crypto Exchange Upbit Wins Singapore Permit.",
    "abstract": "Singapore, a financial hub in Asia, will allow Upbit to offer its services in \"retail, institutional, and infrastructure focused businesses\", Alex Kim, founder and CEO of Upbit Singapore, said in the statement Upbit Singapore is a wholly-owned subsidiary of Upbit APAC - a holding company that also operates regulated digital asset exchanges in Thailand and Indonesia: statement NOTE: The MAS grants a full license subject to meeting certain conditions following the IPA --With assistance from Hooyeon Kim. (Bloomberg) -- South Korean leading crypto exchange Upbit has received an in-principle approval from the Monetary Authority of Singapore to offer digital payment token services in the city state, according to a company statement. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Suvashree Ghosh"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=173014861&site=ehost-live&scope=site"
  },
  {
    "key": "T2REMZDH",
    "title": "Turkey Escalates Syria Airstrikes After US Downs Its Drone.",
    "abstract": "(Bloomberg) -- Turkey intensified airstrikes on America's Kurdish allies in Syria after the US shot down a Turkish drone in the region, a rare instance of two NATO allies coming into conflict and which led the lira to weaken. The US, for its part, has warned Turkey against unilateral airstrikes that could threaten American personnel. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Selcan Hacaoglu",
      "Firat Kozok"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=172850249&site=ehost-live&scope=site"
  },
  {
    "key": "SYZ49JG8",
    "title": "Community dialogue meetings among district leaders improved their willingness to receive COVID-19 vaccines in Western Uganda, May 2021.",
    "abstract": "Background: Widespread COVID-19 vaccine uptake can facilitate epidemic control. A February 2021 study in Uganda suggested that public vaccine uptake would follow uptake among leaders. In May 2021, Baylor Uganda led community dialogue meetings with district leaders from Western Uganda to promote vaccine uptake. We assessed the effect of these meetings on the leaders' COVID-19 risk perception, vaccine concerns, perception of vaccine benefits and access, and willingness to receive COVID-19 vaccine. Methods: All departmental district leaders in the 17 districts in Western Uganda, were invited to the meetings, which lasted approximately four hours. Printed reference materials about COVID-19 and COVID-19 vaccines were provided to attendees at the start of the meetings. The same topics were discussed in all meetings. Before and after the meetings, leaders completed self-administered questionnaires with questions on a five-point Likert Scale about risk perception, vaccine concerns, perceived vaccine benefits, vaccine access, and willingness to receive the vaccine. We analyzed the findings using Wilcoxon's signed-rank test. Results: Among 268 attendees, 164 (61%) completed the pre- and post-meeting questionnaires, 56 (21%) declined to complete the questionnaires due to time constraints and 48 (18%) were already vaccinated. Among the 164, the median COVID-19 risk perception scores changed from 3 (neutral) pre-meeting to 5 (strong agreement with being at high risk) post-meeting (p < 0.001). Vaccine concern scores reduced, with medians changing from 4 (worried about vaccine side effects) pre-meeting to 2 (not worried) post-meeting (p < 0.001). Median scores regarding perceived COVID-19 vaccine benefits changed from 3 (neutral) pre-meeting to 5 (very beneficial) post-meeting (p < 0.001). The median scores for perceived vaccine access increased from 3 (neutral) pre-meeting to 5 (very accessible) post-meeting (p < 0.001). The median scores for willingness to receive the vaccine changed from 3 (neutral) pre-meeting to 5 (strong willingness) post-meeting (p < 0.001). Conclusion: COVID-19 dialogue meetings led to district leaders' increased risk perception, reduced concerns, and improvement in perceived vaccine benefits, vaccine access, and willingness to receive the COVID-19 vaccine. These could potentially influence public vaccine uptake if leaders are vaccinated publicly as a result. Broader use of such meetings with leaders could increase vaccine uptake among themselves and the community. [ABSTRACT FROM AUTHOR]",
    "full_text": "",
    "authors": [
      "Edirisa Juniour Nsubuga",
      "Arthur G. Fitzmaurice",
      "Allan Komakech",
      "Tom Dias Odoi",
      "Daniel Kadobera",
      "Lilian Bulage",
      "Benon Kwesiga",
      "Peter James Elyanu",
      "Alex Riolexus Ario",
      "Julie R. Harris"
    ],
    "doi": "10.1186/s12889-023-15903-5",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=flh&AN=163943247&site=ehost-live&scope=site"
  },
  {
    "key": "XX96UC8Z",
    "title": "Not now, son.",
    "abstract": "The article offers information on the complicated relationship of Yoweri Museveni, President of Uganda, with their sons. It further discusses that General Muhoozi Kainerugaba, his eldest son, promoting him in the army, now wants to be at the top; agitation of General Kainerugaba touches the most sensitive issue in Ugandan politics: relations with neighbouring Rwanda; and also mentions about Kainerugaba intension to stand at the next election, in 2026.",
    "full_text": "",
    "authors": [],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=hus&AN=162765495&site=ehost-live&scope=site"
  },
  {
    "key": "VHSH273S",
    "title": "The mediating effect of knowledge management on talent management and firm performance in small and medium enterprise in Uganda.",
    "abstract": "Purpose: This study examines the mediating effect of an effective knowledge management (KM) in the relationship between talent management (TM) and organizational performance. This study was operationalized among the small and medium enterprises (SMEs). Design/methodology/approach: A cross-sectional survey design was used to collect data from a sample of 260 SMEs business. The data collected was analyzed using correlations and hierarchical regression to test the mediating effect of KM on the relationship between TM and firm performance. Findings: The findings show that KM mediates the relationship between TM and firm performance. They also suggest that TM contribute to enhancing performance through improvements in KM. Research limitations: The sample used in the research is not representative of all the SMEs operating in Uganda. This limitation presents the challenge of generalising and we therefore suggest caution when interpreting the results. We note the challenge of a skewed sample. For instance, most of the respondents to our study were confined to tailoring and design and metal and fabrication sectors. The skewed sample is a notable limitation of the research. The study was limited to Uganda only hence it did not capture information relating to other geographical settings, which may limit the effectiveness of the findings therein. Practical implications: Based on the findings of the study, the managers of the SME can use the study results to develop strategies and interventions that can enable their firms to improve on their performance even in the harsh economic environment through adopting positive practices such as KM. Originality/value: This paper contributes by filling a gap in HR management and SMEs literature, in which empirical studies on the relationship between TM and firm performance have been limited until now. This may create better research opportunities for cross-disciplinary papers that should be done by human resource, small business management and KM scholars. [ABSTRACT FROM AUTHOR]",
    "full_text": "",
    "authors": [
      "Janet Kyogabiirwe Bagorogoza",
      "Idah Nakasule"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=trh&AN=158933872&site=ehost-live&scope=site"
  },
  {
    "key": "CPU2RFSX",
    "title": "10 Companies to Watch.",
    "abstract": "The article presents a comparison of company stocks as of October 9, 2023 including those from AutoNation Inc., China Resources Land Ltd., and Budweiser Brewing Co. APAC.",
    "full_text": "",
    "authors": [
      "Kevin Tynan",
      "Patrick Wong",
      "Sharnie Wong",
      "Tamlin Bason",
      "Tom Ward",
      "Ada Li",
      "Patricio Alvarez",
      "Ken Shea",
      "Philip Richards",
      "Omid Vaziri"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=172791978&site=ehost-live&scope=site"
  },
  {
    "key": "AWJCW9YN",
    "title": "Photovoicing Empowerment and Social Change for Youth Living With HIV/AIDS in Uganda.",
    "abstract": "In this article, we present new insights to the application of photovoice as a tool for empowerment of the marginalized and an antecedent for social change. Special attention is directed to the use of photovoice in raising critical consciousness of the stigmatized and marginalized youth living with HIV/AIDS as a catalyst for empowerment through both the process and content of the research. The article also expounds on the practical execution of photovoice that is not adequately elaborated in projects within resource limited settings.",
    "full_text": "",
    "authors": [
      "Emmanuel Kimera",
      "Sofie Vindevogel"
    ],
    "doi": "10.1177/10497323221123022",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=159306882&site=ehost-live&scope=site"
  },
  {
    "key": "DRXKEVPR",
    "title": "The role of the university and institutional support for climate change education interventions at two African universities.",
    "abstract": "This paper presents findings on the role of the university and institutional support for climate change education interventions at two universities in East Africa. The findings were part of a larger study on opportunities and challenges for climate change education at universities in the African context: A comparative case study of Makerere University in Uganda and University of Dar es Salaam in Tanzania. A comparative multiple case study design was adopted collecting qualitative data from 58 lecturers, researchers, administrators and students on climate change related programmes at the two universities. Data was collected through semi-structured in-depth interviews and focus group discussions. Analysis was done using thematic analysis based on Braun and Clarke's (Qualitative Research in Psychology, 3(2), 1–41, 2006) approach with the help of MAXDA software. Findings from the cross-case analysis revealed similarities and differences in perspectives and multiple realities of participants at both universities regarding the role of the university and institutional support for climate change education in the African context. The findings shed light on the context and nature of climate change education interventions and how these are supported at both universities. The study contributes to empirical literature on the role of higher education in addressing climate change and the institutional support to the interventions in the African context. [ABSTRACT FROM AUTHOR]",
    "full_text": "",
    "authors": [
      "David Ssekamatte"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=trh&AN=161248891&site=ehost-live&scope=site"
  },
  {
    "key": "YELZBJN5",
    "title": "Intrauterine transfusion of a hydropic fetus with anemia due to a giant chorioangioma: A case report.",
    "abstract": "Giant chorioangiomas are a potentially life-threatening condition that may require intrauterine therapy. We describe a case of a large chorioangioma (>4cm) diagnosed at 30 weeks of gestation causing severe fetal anemia and hydrops. An intrauterine blood transfusion was performed at 31 weeks with reversal of the anemia and hydrops. The neonate was born at 37 weeks showing respiratory distress syndrome that required neonatal intensive care unit admission but was discharged at 30 days of life. Further evaluation at two months of age showed no signs of abnormal neurodevelopment. When timely indicated, intrauterine transfusion of a hydropic fetus with anemia due to a giant chorioangioma is a potentially life-saving therapy that shows good neurodevelopment of the surviving fetus.",
    "full_text": "",
    "authors": [
      "Ma de la Luz Bermudez-Rojas",
      "Virginia Medina-Jimenez",
      "Alina Lira-Diaz",
      "Miguel A. Sanchez-Rodriguez",
      "Maria Yolotzin Valdespino-Vazquez",
      "Raigam Jafet Martinez-Portilla"
    ],
    "doi": "10.1016/j.ejogrb.2022.09.010",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=159743153&site=ehost-live&scope=site"
  },
  {
    "key": "2ERNTTXG",
    "title": "Depression and PrEP uptake, interruption, and adherence among young women in Uganda",
    "abstract": "Depression is a common cause of morbidity globally and can impact adherence to medications, posing challenges to medication-based HIV prevention. The objectives of this work are to describe the frequency of depression symptoms in a cohort of 499 young women in Kampala, Uganda and to determine the association of depression symptoms with use of HIV pre-exposure prophylaxis (PrEP). Mild or greater depression, assessed by the patient health questionnaire (PHQ-9), was experienced by 34% of participants at enrollment. Participants with mild depression symptoms tended to uptake PrEP, request PrEP refills, and adhere to PrEP with similar frequency to women with no/minimal signs of depression. These findings highlight opportunities to leverage existing HIV prevention programs to identify women who may benefit from mental health services and may not otherwise be screened. Trial registration: ClinicalTrials.gov identifier: NCT03464266.. (PsycInfo Database Record (c) 2023 APA, all rights reserved)",
    "full_text": "",
    "authors": [
      "Yasaman Zia",
      "Lydia Nambala",
      "Randy M. Stalter",
      "Timothy R. Muwonge",
      "Timothy Ssebuliba",
      "Agnes Nakyanzi",
      "Olivia Nampewo",
      "Jade Boyer",
      "Susan Morrison",
      "Rogers Nsubuga",
      "Monica Bagaya",
      "Robert Nyanzi",
      "Flavia Matovu",
      "Michael Yin",
      "Christina Wyatt",
      "Andrew Mujugira",
      "Renee Heffron"
    ],
    "doi": "10.1080/09540121.2023.2177250",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=psyh&AN=2023-55120-001&site=ehost-live&scope=site"
  },
  {
    "key": "RENG8WUJ",
    "title": "The Long-term (5-year) Impact of a Family Economic Empowerment Intervention on Adolescents Living with HIV in Uganda: Analysis of Longitudinal Data from a Cluster Randomized Controlled Trial from the Suubi+Adherence Study (2012–2018).",
    "abstract": "150/150 words. We examined the 5-year impact of an economic empowerment (EE) intervention on: adherence, viral suppression, sexual risk-taking intentions (primary); and physical health, educational and economic (secondary) outcomes among adolescents living with HIV in Uganda. The Suubi + Adherence study (2012–2018) randomized clinics to: (1) Control group, n = 19 clinics, n = 344 participants; (2) intervention group which received matched savings accounts, mentorship, financial management and, business development training, n = 20 clinics, n = 358 participants. Participants completed post-baseline assessments at 12-, 24-, 36-, and 48-months. No significant differences in viral load, sexual risk-intentions and physical health perception were observed. The intervention group had better adherence (at 24-months) (Contrast=-0.28; 95% CI: -0.55, -0.004), higher school enrolment (OR = 2.18; 95% CI:1.30, 3.66); reported savings OR = 2.03 (1.29, 3.18) and higher savings (Contrast = 0.40; 95% CI:0.10, 0.70) than controls at 48-months. The EE intervention was efficacious in improving adherence, school enrolment, and economic outcomes creating opportunities for improved overall health among adolescents living with HIV.",
    "full_text": "",
    "authors": [
      "Rachel Brathwaite",
      "Fred M. Ssewamala",
      "Massy Mutumba",
      "Torsten B. Neilands",
      "William Byansi",
      "Flavia Namuwonge",
      "Christopher Damulira",
      "Proscovia Nabunya",
      "Gertrude Nakigozi",
      "Fredrick Makumbi",
      "Claude A. Mellins",
      "Mary M. McKay",
      "Suubi+Adherence Field Team"
    ],
    "doi": "10.1007/s10461-022-03637-1",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=159103087&site=ehost-live&scope=site"
  },
  {
    "key": "XYFR6SSE",
    "title": "The impact of COVID-19 measures on children with disabilities and their families in Uganda.",
    "abstract": "To understand the impact of the COVID-19 public health response on families of children with disabilities in Central Uganda we conducted phone interviews with parents and children during the first 5 months of the outbreak (March - July 2020). Most parents and children were well informed about COVID-19 and were keen to adhere to government prevention measures. The majority said lock-down measures had a negative effect on their mental and physical health, social life, finances, education and food security. Access to medical services and medication for chronic illness had been limited or absent due to restrictions in travel, some facilities restricting access, and limited financial resources. The majority of parents reported loss of work which resulted in difficulties in finding enough food and paying rent. Parents worried about children missing education and friends. We suggest greater attention to children with disabilities and their families when implementing mitigating and long-term responses. This paper reports a study with families of children with disabilities in Uganda during the Coronavirus pandemic in 2020, known as COVID-19. Families of children with disabilities in Uganda are well informed about COVID-19 and try to follow prevention measures. Families of children with disabilities have difficulties meeting daily basic needs as they were unable to work and had no income during the COVID-19 related lock down. The COVID-19 response affects access to health and rehabilitation services for children with disabilities in Uganda. Parents of children with disabilities struggle with home education and learning due to lack of access to accessible learning materials and learning support in Uganda. The COVID-19 response affects the peer support networks and social support for parents of children with disabilities in Uganda. Children with disabilities and their families should be involved and considered in the development and implementation of the COVID-19 response.",
    "full_text": "",
    "authors": [
      "Femke Bannink Mbazzi",
      "Ruth Nalugya",
      "Elizabeth Kawesa",
      "Claire Nimusiima",
      "Rachel King",
      "Geert van Hove",
      "Janet Seeley"
    ],
    "doi": "10.1080/09687599.2020.1867075",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=158387179&site=ehost-live&scope=site"
  },
  {
    "key": "YRPP24UU",
    "title": "Concordance Between Point-of-Care Urine Ethyl Glucuronide Alcohol Tests and Self-Reported Alcohol Use in Persons with HIV in Uganda.",
    "abstract": "Screening and assessing alcohol use accurately to maximize positive treatment outcomes remain problematic in regions with high rates of alcohol use and HIV and TB infections. In this study, we examined the concordance between self-reported measures of alcohol use and point-of-care (POC) urine ethyl glucuronide (uEtG) test results among persons with HIV (PWH) in Uganda who reported drinking in the prior 3 months. For analyses, we used the screening data of a trial designed to examine the use of incentives to reduce alcohol consumption and increase medication adherence to examine the concordance between POC uEtG (300 ng/mL cutoff) and six measures of self-reported alcohol use. Of the 2136 participants who completed the alcohol screening, 1080 (50.6%) tested positive in the POC uEtG test, and 1756 (82.2%) self-reported using alcohol during the prior 72 h. Seventy-two percent of those who reported drinking during the prior 24 h had a uEtG positive test, with lower proportions testing uEtG positive when drinking occurred 24–48 h (64.7%) or 48–72 h (28.6%) prior to sample collection. In multivariate models, recency of drinking, number of drinks at last alcohol use, and Alcohol Use Disorders Identification Test – Consumption (AUDIT-C) score were associated with uEtG positivity. The highest area under the curve (AUC) for a uEtG positive test was for recency of drinking. Overall, we concluded that several measures of drinking were associated with POC uEtG positivity, with recency of drinking, particularly drinking within the past 24 h, being the strongest predictor of uEtG positivity.",
    "full_text": "",
    "authors": [
      "Karl C. Alcover",
      "Nneka I. Emenyonu",
      "Robin Fatch",
      "Allen Kekibiina",
      "Kara Marson",
      "Gabriel Chamie",
      "Winnie R. Muyindike",
      "Brian Beesiga",
      "Moses R. Kamya",
      "Sara Lodi",
      "Jeremy C. Kane",
      "Judith A. Hahn",
      "Michael G. McDonell"
    ],
    "doi": "10.1007/s10461-022-03597-6",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=157789293&site=ehost-live&scope=site"
  },
  {
    "key": "KJA444M9",
    "title": "African Nations' Options for Free or Low-Cost Access to Research.",
    "abstract": "The article discusses the intellectual aid provided to African nations, focusing on Uganda, through free or low-cost access to paid journals and books. It highlights organizations such as Research4Life, African Journals Online, Book Aid International, EIFL, individual publishers, and specialist organizations that contribute to enhancing access to research and knowledge in Africa.",
    "full_text": "",
    "authors": [
      "DAVID HADEN"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=lxh&AN=164826330&site=ehost-live&scope=site"
  },
  {
    "key": "LXAQEW6J",
    "title": "Perceived Barriers to HIV Care and Viral Suppression Comparing Newly Diagnosed Women Living with HIV in Rural Uganda with and without a History of Intimate Partner Violence.",
    "abstract": "Intimate partner violence (IPV) is associated with poor HIV care linkage and retention, medication adherence, and viral suppression. However, limited knowledge exists regarding potential mechanisms linking IPV to these outcomes. We aimed to (a) identify the top barriers to accessing HIV care experienced by women living with HIV (WLHIV) who report a history of IPV and have suppressed viral load (VL) versus unsuppressed VL and (b) understand how these barriers influence VL, comparing WLHIV with a history of IPV to WLHIV without a history of IPV. Study data come from newly diagnosed WLHIV in rural Uganda participating in the standard-of-care control arm of a randomized trial (n = 152). Descriptive results ranking mean scores from highest to lowest showed that, among women with a history of IPV, irrespective of viral suppression status, paying for transportation to come to clinic, having to wait at the clinic for long periods of time, and finding a clinic within reasonable travel distance were the top three barriers to accessing HIV care. WLHIV with a history of IPV were significantly more likely to have unsuppressed VL versus suppressed VL if they reported higher levels of difficulty finding a clinic within reasonable travel distance (RRR = 1.7, 95% CI [1.1–2.7]), getting permission to take time off from work (RRR = 1.5, 95% CI [1.0–2.9]), and finding time to come to the clinic for an appointment (RRR = 1.6, 95% CI [1.0–2.6]). The same relationships were not present among WLHIV without a history of IPV, suggesting these barriers and their effect on VL may be uniquely related to IPV. Interventions should address IPV and HIV care continuum outcomes in tandem, targeting barriers to accessing HIV care likely associated with IPV. Additional research is necessary to better understand how IPV relates to HIV care barriers and VL.",
    "full_text": "",
    "authors": [
      "Ijeoma Nwabuzor Ogbonnaya",
      "Elizabeth Reed",
      "Rhoda K. Wanyenze",
      "Jennifer A. Wagman",
      "Jay G. Silverman",
      "Susan M. Kiene"
    ],
    "doi": "10.1177/08862605211028284",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=159306663&site=ehost-live&scope=site"
  },
  {
    "key": "FLYSEHQ2",
    "title": "A Critical Overview of Mental Health-Related Beliefs, Services and Systems in Uganda and Recent Activist and Legal Challenges.",
    "abstract": "As is true throughout the world, Ugandans with lived experience of mental illness, including survivors and those still in treatment or care, have been historically disregarded and mistreated. In Uganda specifically, the treatment and perception of those with mental illness has been historically interwoven with cultural beliefs about witchcraft and spirit possession, as well as the introduction and implementation of Western psychiatric practices (and institutions) during Uganda's colonial period. Both have contributed to punitive practices, stigma and social rejection. Ugandan laws and human rights policies have also largely failed to ensure the rights and community inclusion of persons with psychosocial disabilities. Moving toward the present, a growing movement of human rights advocates have attempted to challenge practices that continue to promote exclusion and coercion. This brief overview of the history of mental health services in Uganda seeks to provide deeper context for current reform efforts.",
    "full_text": "",
    "authors": [
      "Kabale Benon Kitafuna"
    ],
    "doi": "10.1007/s10597-022-00947-5",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=157413235&site=ehost-live&scope=site"
  },
  {
    "key": "KSTKBUXW",
    "title": "Piperaquine-Induced QTc Prolongation Decreases With Repeated Monthly Dihydroartemisinin-Piperaquine Dosing in Pregnant Ugandan Women.",
    "abstract": "Background Intermittent preventive treatment with monthly dihydroartemisinin-piperaquine (DHA-PQ) is highly effective at preventing both malaria during pregnancy and placental malaria. Piperaquine prolongs the corrected QT interval (QTc), and it is possible that repeated monthly dosing could lead to progressive QTc prolongation. Intensive characterization of the relationship between piperaquine concentration and QTc interval throughout pregnancy can inform effective, safe prevention guidelines. Methods Data were collected from a randomized controlled trial, where pregnant Ugandan women received malaria chemoprevention with monthly DHA-PQ (120/960 mg DHA/PQ; n = 373) or sulfadoxine-pyrimethamine (SP; 1500/75 mg; n = 375) during the second and third trimesters of pregnancy. Monthly trough piperaquine samples were collected throughout pregnancy, and pre- and postdose electrocardiograms were recorded at 20, 28, and 36 weeks' gestation in each woman. The pharmacokinetics–QTc relationship for piperaquine and QTc for SP were assessed using nonlinear mixed-effects modeling. Results A positive linear relationship between piperaquine concentration and Fridericia corrected QTc interval was identified. This relationship progressively decreased from a 4.42 to 3.28 to 2.13 millisecond increase per 100 ng/mL increase in piperaquine concentration at 20, 28, and 36 weeks' gestation, respectively. Furthermore, 61% (n = 183) of women had a smaller change in QTc at week 36 than week 20. Nine women given DHA-PQ had grade 3–4 cardiac adverse events. SP was not associated with any change in QTc. Conclusions Repeated DHA-PQ dosing did not result in increased risk of QTc prolongation and the postdose QTc intervals progressively decreased. Monthly dosing of DHA-PQ in pregnant women carries minimal risk of QTc prolongation. Clinical Trials Registration NCT02793622.",
    "full_text": "",
    "authors": [
      "Emma Hughes",
      "Erika Wallender",
      "Richard Kajubi",
      "Prasanna Jagannathan",
      "Teddy Ochieng",
      "Abel Kakuru",
      "Moses R Kamya",
      "Tamara D Clark",
      "Philip J Rosenthal",
      "Grant Dorsey",
      "Francesca Aweeka",
      "Radojka M Savic"
    ],
    "doi": "10.1093/cid/ciab965",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=158846313&site=ehost-live&scope=site"
  },
  {
    "key": "92LFX2XP",
    "title": "Clinical, metabolic, and immunological characterisation of adult Ugandan patients with new-onset diabetes and low vitamin D status.",
    "abstract": "Background: Low vitamin D concentrations are associated with metabolic derangements, notably insulin resistance and pancreatic beta-cell dysfunction in Caucasian populations. Studies on its association with the clinical, metabolic, and immunologic characteristics in black African adult populations with new-onset diabetes are limited. This study aimed to describe the clinical, metabolic, and immunologic characteristics of a black Ugandan adult population with recently diagnosed diabetes and hypovitaminosis D. Methods: Serum vitamin D concentrations were measured in 327 participants with recently diagnosed diabetes. Vitamin D deficiency, vitamin D insufficiency, and normal vitamin D status were defined as serum 25 hydroxyvitamin D levels of < 20 ng/ml, 21–29 ng/ml, and ≥ 30 ng/ml, respectively. Results: The median (IQR) age, glycated haemoglobin, and serum vitamin D concentration of the participants were 48 years (39–58), 11% (8–13) or 96 mmol/mol (67–115), and 24 ng/ml (18–30), respectively. Vitamin D deficiency, vitamin D insufficiency, and normal vitamin D status were noted in 105 participants (32.1%), 140 participants (42.8%), and 82 participants (25.1%), respectively. Compared with those having normal serum vitamin D levels, participants with vitamin D deficiency and insufficiency had higher circulating concentrations of interleukin (IL) 6 (29 [16–45] pg/ml, 23 [14–40] pg/ml vs 18 [14–32] pg/ml, p = 0.01), and IL-8 (24 [86–655] pg/ml, 207 [81–853] pg/ml vs 98 [67–224], p = 0.03). No statistically significant differences were noted in the markers of body adiposity, insulin resistance, and pancreatic beta-cell function between both groups. Conclusion: Vitamin D deficiency and insufficiency were highly prevalent in our study population and were associated with increased circulating concentrations of pro-inflammatory cytokines. The absence of an association between pancreatic beta-cell function, insulin resistance, and low vitamin D status may indicate that the latter does not play a significant role in the pathogenesis of type 2 diabetes in our adult Ugandan population.",
    "full_text": "",
    "authors": [
      "Davis Kibirige",
      "Isaac Sekitoleko",
      "Priscilla Balungi",
      "Jacqueline Kyosiimire-Lugemwa",
      "William Lumu"
    ],
    "doi": "10.1186/s12902-022-01148-7",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=159141252&site=ehost-live&scope=site"
  },
  {
    "key": "2VHBR73X",
    "title": "Lived Experiences of Women with Disabilities in Accessing Sexual and Reproductive Health Services in Lira District, Northern Uganda.",
    "abstract": "Purpose: The study aimed at exploring the lived experiences of women with disabilities in accessing sexual and reproductive health services in Lira district, Northern Uganda. Method: This study utilised a phenomenological study design. Ten women, aged 15 - 49 years, were purposively selected from Lira District Union of Persons with Disabilities. They were accessing sexual and reproductive health services across the district. Data was collected using an in-depth interview guide, and thereafter thematic analysis was done. Results: More than half (60%) of the participants were 40-50 years old and had more than 2 children. Half of them (50%) were married; the majority (70%) resided in the rural area and had a physical disability. They related their positive and negative experiences. On the positive side, they indicated the existence of supportive stakeholders, availability of services, and being served with no discrimination in some health facilities. Negatively, they experienced difficulty in navigating the physical environment in health facilities, lack of transport, negative healthcare provider attitudes, long waiting time, side effects of family planning methods, lack of privacy and unhygienic sanitary environments in health facilities. Conclusion and Recommendations: Women with disabilities in Lira district had both positive and negative experiences in accessing sexual and reproductive health services. Recommendations of this study include counselling women with disabilities about side effects of hormonal family planning methods, incorporating disability studies in curricula for health workers, on-the-job training for health workers on care for persons with disabilities, and enforcing policies that favour access to sexual and reproductive health services for women with disabilities. The government should empower the local leadership to supervise every new health facility that is being constructed, and ensure that accessibility standards for women with disabilities are met.",
    "full_text": "",
    "authors": [
      "Lamech Emoru",
      "Enos Mirembe Masereka",
      "Richard Kabanda"
    ],
    "doi": "10.47985/dcidj.506",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=158676044&site=ehost-live&scope=site"
  },
  {
    "key": "SD8MJJ2W",
    "title": "World Bank in Talks to Double Turkey Exposure to $35 Billion.",
    "abstract": "(Bloomberg) -- The World Bank is in advanced talks to potentially double its exposure to Turkey to $35 billion to help stabilize the Middle East's largest non-oil economy, according to people with direct knowledge of the matter. The arrangement with the World Bank would mark the biggest source of external financing since Erdogan's visit to the Gulf petrostates. The World Bank expects two-thirds of the $18 billion to go to Turkey's private sector through direct investment and guarantees, the people said. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Kerim Karakaya",
      "Onur Ant"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=171389894&site=ehost-live&scope=site"
  },
  {
    "key": "794YSXPH",
    "title": "correction.",
    "abstract": "A Dec. 26 article about business leaders to watch in 2024 erroneously stated that Toronto-Dominion Bank CEO Bharat Masrani was raised in India. In fact, he was born and raised in Uganda. [ABSTRACT FROM PUBLISHER]",
    "full_text": "",
    "authors": [],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=nfh&AN=6FPTS2023122870145913&site=ehost-live&scope=site"
  },
  {
    "key": "DQI7D8NA",
    "title": "Struggling to find a foothold.",
    "abstract": "Namuwaya had suffered through it when her parents married her off against her will for money. But when her husband threatened to kill her, she knew she had to run. Leaving behind her two young children and everything she had ever known, she spent her savings on a plane ticket and in September left Uganda to start a life half a world away in Canada, a country she knew little about. [ABSTRACT FROM PUBLISHER]",
    "full_text": "",
    "authors": [
      "there is help. Resources are available online at crisisservicescanada.ca or you can connect to the national suicide prevention helpline at 1-833-456-4566. Asylum seekers i Emily Fagan Toronto Star If you are thinking of suicide or know someone who is"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=nfh&AN=6FPTS2023120369941435&site=ehost-live&scope=site"
  },
  {
    "key": "QLMJLIEK",
    "title": "Social Support and Linkage to HIV Care Following Routine HIV Testing in a Ugandan Refugee Settlement.",
    "abstract": "We aimed to identify factors associated with linkage to care for individuals newly diagnosed with HIV in a refugee settlement. This study was conducted from October 2018 through January 2020 in Nakivale Refugee Settlement in Uganda. We conducted a cross-sectional survey among individuals accessing routine HIV testing services. The survey included questions on demographic factors, physical and mental health conditions, social support, and HIV-related stigma. We collected GPS coordinates of the homes of individuals newly diagnosed with HIV. Associations with linkage to care were assessed using bivariate and multivariable analyses. Linkage to care was defined as clinic attendance within 90 days of a positive HIV test, not including the day of testing. Network analysis was used to estimate the travel distance between participants' homes and HIV clinic and to spatially characterize participants living with HIV and their levels of social support. Of 219 participants diagnosed with HIV (out of 5,568 participants screened), 74.4% linked to HIV care. Those who reported higher social support had higher odds of linking to care compared with those who reported lower social support. On spatial analysis, lower levels of social support were most prevalent in Nakivale Refugee Settlement itself, with more robust social support southeast and west of the study area. Social support is a salient correlate of linkage to care for individuals living in refugee settlements and could be the focus of an intervention for improving uptake of HIV care services.",
    "full_text": "",
    "authors": [
      "Canada Parrish",
      "Erica Nelson",
      "Zikama Faustin",
      "Joshua Stern",
      "Julius Kasozi",
      "Robin Klabbers",
      "Simon Masereka",
      "Alexander C. Tsai",
      "Ingrid V. Bassett",
      "Kelli N. O'Laughlin"
    ],
    "doi": "10.1007/s10461-022-03608-6",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=157789303&site=ehost-live&scope=site"
  },
  {
    "key": "IELS43SS",
    "title": "Understanding the barriers and facilitators of COVID-19 risk mitigation strategy adoption and COVID-19 vaccination in refugee settlements in Uganda: a qualitative study.",
    "abstract": "Background: Perspectives on COVID-19 risk and the willingness and ability of persons living in refugee settlements to adopt COVID-19 prevention strategies have not been rigorously evaluated. The realities of living conditions in Ugandan refugee settlements may limit the extent to which refugees can uptake strategies to mitigate COVID-19 risk. Methods: In-depth qualitative interviews were conducted between April 2021 and April 2022 to assess COVID-19 knowledge, risk perception, prevention strategy adoption including COVID-19 vaccination, and COVID-19 impact on living conditions in refugee settlements in Uganda. Interview participants included 28 purposively selected refugees who called into \"Dial-COVID\", a free telephone COVID-19 information collection and dissemination platform that was advertised in refugee settlements by community health workers. Interviews were analyzed using a combination of deductive and inductive content analysis. Emerging themes were mapped onto the Theoretical Domains Framework to identify domains influencing prevention behavior. Results were synthesized to provide intervention and policy recommendations for risk mitigation in refugee settlements for COVID-19 and future infectious disease outbreaks. Results: The COVID-19 pandemic detrimentally impacted economic and food security as well as social interactions in refugee settlements. Youth were considered especially impacted, and participants reported incidents of child marriage and teenage pregnancy following school closures. Participants displayed general knowledge of COVID-19 and expressed willingness to protect themselves and others from contracting COVID-19. Risk mitigation strategy uptake including COVID-19 vaccination was influenced by COVID-19 knowledge, emotions surrounding COVID-19, the environmental context and resources, personal goals, beliefs about the consequences of (non)adoption, social influences, and behavior reinforcement. Resource constraints, housing conditions, and competing survival needs challenged the adoption of prevention strategies and compliance decreased over time. Conclusions: Contextual challenges impact the feasibility of COVID-19 risk mitigation strategy uptake in refugee settlements. Pre-existing hardships in this setting were amplified by the COVID-19 pandemic and related lockdowns. Targeted dispelling of myths, alignment of information across communication mediums, supporting survival needs and leveraging of respected role models are strategies that may hold potential to mitigate risk of infectious diseases in this setting. Registration details: World Pandemic Research Network – 490,652. [ABSTRACT FROM AUTHOR]",
    "full_text": "",
    "authors": [
      "Robin E. Klabbers",
      "Timothy R. Muwonge",
      "Scovia Ajidiru",
      "Sukanya Borthakur",
      "Andrew Mujugira",
      "Monisha Sharma",
      "Patrick Vinck",
      "Phuong Pham",
      "Connie Celum",
      "Rosalind Parkes-Ratanshi",
      "Kelli N. O'Laughlin"
    ],
    "doi": "10.1186/s12889-023-16320-4",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=flh&AN=165111482&site=ehost-live&scope=site"
  },
  {
    "key": "U3AG5SWN",
    "title": "Pediatric, adolescent, and young adult cancer in an HIV-infected rural sub-Saharan African population.",
    "abstract": "Youth living with HIV (YLWHIV) have an increased cancer risk. Our objective is to describe the prevalence of medical record (MR) reported suspected cancers in a contemporary cohort of YLWHIV in Uganda that was assembled through MR reviews of patients 10 to 24 years old across 35 Ugandan HIV care health facilities. Clinical data were abstracted to identify suspected cancer cases and information about HIV care. Among 3728 YLWHIV, we identified eight suspected cancer cases. The most common suspected types were Kaposi sarcoma (n=4) followed by lymphoma (n=3). Challenges encountered in data abstraction were missing data for several variables and confirmatory cancer diagnostic information. In follow-up of suspected cases referred for diagnosis at the Uganda Cancer Institute (UCI), none had diagnosis records in UCI files. In addition, ∼18% of patients (n=686) were lost-to-follow-up (LTF) defined as not having returned to the clinic in ≥183 days and three patients died from presumed Kaposi sarcoma. Although our results suggest that cancer is rare in YLWHIV, the possibility that the cancer burden is higher cannot be excluded due to incomplete information in MRs and high LTF rates. Further, our study raises concern that patients referred for diagnosis are not accessing potential life-saving care.",
    "full_text": "",
    "authors": [
      "Kimberly J. Johnson",
      "Ozge Sensoy Bahar",
      "Jennifer Nattabi",
      "Herbert Migadde",
      "Vicent Ssentumbwe",
      "Christopher Damulira",
      "Apollo Kivumbi",
      "Nixon Niyonzima",
      "Fred M. Ssewamala"
    ],
    "doi": "10.1080/09540121.2021.1990201",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=158962884&site=ehost-live&scope=site"
  },
  {
    "key": "5BLW73GQ",
    "title": "Understanding PrEP Acceptability Among Priority Populations: Results from a Qualitative Study of Potential Users in Central Uganda.",
    "abstract": "Daily oral pre-exposure prophylaxis (PrEP) can safely and effectively prevent HIV acquisition in HIV-negative individuals. However, uptake of PrEP has been suboptimal in sub-Saharan Africa. The goal of this qualitative study was to identify facilitators of and barriers to PrEP acceptability among target users not taking PrEP. Fifty-nine individuals belonging to Ugandan priority populations participated in a single in-depth interview. Participants perceived themselves as being at high risk for HIV acquisition, and expressed interest in PrEP as an HIV prevention strategy. Two forms of stigma emerged as potential barriers to PrEP use: (1) misidentification as living with HIV; and (2) disclosure of membership in a priority population. Acceptability of PrEP was dampened for this sample of potential PrEP users due to anticipated stigmatization. Mitigating stigma should be a key component of effective PrEP delivery to reach UNAIDS goal of ending the AIDS epidemic by 2030.",
    "full_text": "",
    "authors": [
      "Radhika Sundararajan",
      "Monique A. Wyatt",
      "Timothy R. Muwonge",
      "Emily E. Pisarski",
      "Andrew Mujugira",
      "Jessica E. Haberer",
      "Norma C. Ware"
    ],
    "doi": "10.1007/s10461-022-03606-8",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=157789301&site=ehost-live&scope=site"
  },
  {
    "key": "TXWKSABG",
    "title": "Use of biomass fuels predicts indoor particulate matter and carbon monoxide concentrations; evidence from an informal urban settlement in Fort Portal city, Uganda.",
    "abstract": "Background: Poor indoor air quality (IAQ) is a leading cause of respiratory and cardiopulmonary illnesses. Particulate matter (PM2.5) and carbon monoxide (CO) are critical indicators of IAQ, yet there is limited evidence of their concentrations in informal urban settlements in low-income countries.Objective: This study assessed household characteristics that predict the concentrations of PM2.5 and CO within households in an informal settlement in Fort Portal City, Uganda.Methodology: A cross-sectional study was conducted in 374 households. Concentrations of PM2.5 and CO were measured using a multi-purpose laser particle detector and a carbon monoxide IAQ meter, respectively. Data on household characteristics were collected using a structured questionnaire and an observational checklist. Data were analysed using STATA version 14.0. Linear regression was used to establish the relationship between PM2.5, CO concentrations and household cooking characteristics.Results: The majority (89%, 332/374) of the households used charcoal for cooking. More than half (52%, 194/374) cooked outdoors. Cooking areas had significantly higher PM2.5 and CO concentrations (t = 18.14, p ≤ 0.05) and (t = 5.77 p ≤ 0.05), respectively. Cooking outdoors was associated with a 0.112 increase in the PM2.5 concentrations in the cooking area (0.112 [95% CI: -0.069, 1.614; p = 0.033]). Cooking with moderately polluting fuel was associated with a 0.718 increase in CO concentrations (0.718 [95% CI: 0.084, 1.352; p = 0.027]) in the living area.Conclusions: The cooking and the living areas had high concentrations of PM2.5 and CO during the cooking time. Cooking with charcoal resulted in higher CO in the living area. Furthermore, cooking outdoors did not have a protective effect against PM2.5, and ambient PM2.5 exceeded the WHO Air quality limits. Interventions to improve the indoor air quality in informal settlements should promote a switch to cleaner cooking energy and improvement in the ambient air quality.",
    "full_text": "",
    "authors": [
      "Winnifred K. Kansiime",
      "Richard K. Mugambe",
      "Edwinah Atusingwize",
      "Solomon T. Wafula",
      "Vincent Nsereko",
      "Tonny Ssekamatte",
      "Aisha Nalugya",
      "Eric Stephen Coker",
      "John C. Ssempebwa",
      "John Bosco Isunju"
    ],
    "doi": "10.1186/s12889-022-14015-w",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=159032231&site=ehost-live&scope=site"
  },
  {
    "key": "Z4C7QQXY",
    "title": "Mediating antiretroviral treatment for HIV during COVID-19: lessons from implementation in Gomba District, Uganda.",
    "abstract": "Initial and subsequent waves of COVID-19 in Uganda disrupted the delivery of HIV care. In rural areas, village health teams and organisations on the ground had to develop strategies to ensure that people living with HIV could continue their treatment. It was necessary to take evolving circumstances into account, including dealing with movement restrictions, constrained access to food and stigma due to anonymity being lost as a result of a shift from health facility-based services to community-level support. Uganda has a long history of community-driven response to HIV, although health systems and response programming have become more centralised through government and donors to address political commitments to HIV treatment and other targets. The delivery system for antiretroviral therapy was vulnerable to the impacts of COVID-19 restrictions and related circumstances. To understand the continuum of challenges, and to inform ongoing and future support of treatment for people living with HIV, interviews were conducted with HIV organisation implementers, health workers, village health team members and people living with HIV. It was found that stigma was a central challenge, which led to nuanced adaptations for delivering antiretroviral treatment. There is a need to strengthen support to households of people living with HIV through improving community capacity to manage crises through improving household food gardens and savings, as well as capacity to organise and interact with support systems such as the village health teams. In communities, there is a need to evoke dialogue on stigma and to support community leadership on pressing issues that affect communities as a whole and their vulnerable groups. There are opportunities to reawaken the grassroots civic response systems that were evident in Uganda's early response to HIV yet were lacking in the COVID-19 context.",
    "full_text": "",
    "authors": [
      "Kenneth Mulondo",
      "Warren Parker"
    ],
    "doi": "10.2989/16085906.2022.2103006",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=158844211&site=ehost-live&scope=site"
  },
  {
    "key": "VED9WES2",
    "title": "Unhealthy alcohol use and intimate partner violence among men and women living with HIV in Uganda.",
    "abstract": "Background: Intimate partner violence (IPV) and alcohol use are interrelated public health issues. Heavy and frequent alcohol use increase the risk of IPV, but the relationship between alcohol use and IPV (including recent and lifetime IPV victimization and perpetration) has not been well described among persons living with HIV (PWH) in sub-Saharan Africa.Methods: We used baseline data from the Drinker's Intervention to Prevent Tuberculosis study. All participants were PWH co-infected with tuberculosis and had an Alcohol Use Disorders Identification Test - Consumption (AUDIT-C) positive score (hazardous drinking) and positive urine ethyl glucuronide test, indicating recent drinking. High-risk drinking was defined as AUDIT-C > 6 and/or alcohol biomarker phosphatidylethanol (PEth) ≥ 200 ng/mL. We measured IPV using the Conflict Tactics Scale. We estimated the association between alcohol use level and recent (prior six months) IPV victimization (recent perpetration was too low to study) using multivariable logistic regression models adjusted for gender, age, assets, education, spouse HIV status, religiosity, depressive symptoms, and social desirability. We additionally estimated the interaction of alcohol use and gender on IPV victimization and the association between alcohol use and lifetime victimization and perpetration.Results: One-third of the 408 participants were women. Recent IPV victimization was reported by 18.9% of women and 9.4% of men; perpetration was reported by 3.1% and 3.6% of women and men. One-fifth (21.6%) of those reporting recent IPV victimization also reported perpetration. In multivariable models, alcohol use level was not significantly associated with recent IPV victimization (p = 0.115), nor was the interaction between alcohol use and gender (p = 0.696). Women had 2.34 times greater odds of recent IPV victimization than men (p = 0.016). Increasing age was significantly associated with decreased odds of recent IPV victimization (p = 0.004).Conclusion: Prevalence of IPV victimization was comparable to estimates from a recent national survey, while perpetration among men was lower than expected. Alcohol use level was not associated with IPV victimization. It is possible that alcohol use in this sample was too high to detect differences in IPV. Our results suggest that women and younger PWH are priority populations for IPV prevention.",
    "full_text": "",
    "authors": [
      "Amanda P. Miller",
      "Robin Fatch",
      "Sara Lodi",
      "Kara Marson",
      "Nneka Emenyonu",
      "Allen Kekibiina",
      "Brian Beesiga",
      "Gabriel Chamie",
      "Winnie R. Muyindike",
      "Judith A. Hahn"
    ],
    "doi": "10.1186/s12889-022-14295-2",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=159589280&site=ehost-live&scope=site"
  },
  {
    "key": "8RFT9YRD",
    "title": "Prevalence, risk factors and perceptions of caregivers on burns among children under 5 years in Kisenyi slum, Kampala, Uganda.",
    "abstract": "Background: Globally, burn related deaths are disproportionately higher among children below 5 years of age compared to other age groups. Although rarely fatal, most burns in this group occur within homes specifically in kitchens. This study assessed the prevalence, risk factors and perceptions of caregivers regarding burns among children under 5 years in an urban slum in Kampala, Uganda. Methods: The study used an analytic cross-sectional design with quantitative and qualitative techniques. Quantitative data were collected using a structured questionnaire and observational checklist, while qualitative data involved use of a key informant interview guide. A total of 426 children were involved in the study, while 6 key informants namely an adult mother, teenage mother, community health worker, health practitioner, father and local leader were interviewed. A modified Poisson regression model was used to determine the correlates of burn injuries, prevalence rate ratios and 95% confidence intervals, while thematic analysis was used for qualitative data. Results: The prevalence of burns among under-fives was 32%, highest among those aged 24 to 35 months (39%), and least in those below 12 months (10%). Children with single parents (adj PR = 1.56 95% CI 1.07–2.29) and those from households in the middle and least poor wealth quintile (adj.PR = 1.72; 95% CI 1.02–2.89 and adj.PR = 1.77; 95% CI 1.02–3.05, respectively) were more likely to get burns compared to their counterparts in other quintiles. In households where flammables were safely stored, children were less likely to suffer from burn injuries (adj.PR = 0.61; 95% CI 0.44–0.83). Congestion, negligence of caregivers, and use of charcoal stoves/open cooking were the commonest determinants of burns. Although many caregivers offered first aid to burn patients, inadequate knowledge of proper care was noted. Crawling children were perceived as being at highest risk of burns. Conclusion: The prevalence of burns among children under 5 years was high, with several household hazards identified. Health education, household modification and applicable public health law enforcement are recommended to reduce hazards and minimise burn risks among children.",
    "full_text": "",
    "authors": [
      "Marcia Tusiime",
      "David Musoke",
      "Fiston Muneza",
      "Milton Mutto",
      "Olive Kobusingye"
    ],
    "doi": "10.1186/s40621-022-00382-w",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=157414221&site=ehost-live&scope=site"
  },
  {
    "key": "I4GQY4I2",
    "title": "Using a theory of change in monitoring, evaluating and steering scale-up of a district-level health management strengthening intervention in Ghana, Malawi, and Uganda - lessons from the PERFORM2Scale consortium.",
    "abstract": "Background: Since 2017, PERFORM2Scale, a research consortium with partners from seven countries in Africa and Europe, has steered the implementation and scale-up of a district-level health management strengthening intervention in Ghana, Malawi and Uganda. This article presents PERFORM2Scale's theory of change (ToC) and reflections upon and adaptations of the ToC over time. The article aims to contribute to understanding the benefits and challenges of using a ToC-based approach for monitoring and evaluating the scale-up of health system strengthening interventions, because there is limited documentation of this in the literature.Methods: The consortium held annual ToC reflections that entailed multiple participatory methods, including individual scoring exercises, country and consortium-wide group discussions and visualizations. The reflections were captured in detailed annual reports, on which this article is based.Results: The PERFORM2Scale ToC describes how the management strengthening intervention, which targets district health management teams, was expected to improve health workforce performance and service delivery at scale, and which assumptions were instrumental to track over time. The annual ToC reflections proved valuable in gaining a nuanced understanding of how change did (and did not) happen. This helped in strategizing on actions to further steer the scale-up the intervention. It also led to adaptations of the ToC over time. Based on the annual reflections, these actions and adaptations related to: assessing the scalability of the intervention, documentation and dissemination of evidence about the effects of the intervention, understanding power relationships between key stakeholders, the importance of developing and monitoring a scale-up strategy and identification of opportunities to integrate (parts of) the intervention into existing structures and strategies.Conclusions: PERFORM2Scale's experience provides lessons for using ToCs to monitor and evaluate the scale-up of health system strengthening interventions. ToCs can help in establishing a common vision on intervention scale-up. ToC-based approaches should include a variety of stakeholders and require their continued commitment to reflection and learning on intervention implementation and scale-up. ToC-based approaches can help in adapting interventions as well as scale-up processes to be in tune with contextual changes and stakeholders involved, to potentially increase chances for successful scale-up.",
    "full_text": "",
    "authors": [
      "Maryse Kok",
      "Susan Bulthuis",
      "Marjolein Dieleman",
      "Olivier Onvlee",
      "Rebecca Murphy",
      "Patricia Akweongo",
      "Justine Namakula",
      "Hastings Banda",
      "Kaspar Wyss",
      "Joanna Raven",
      "Tim Martineau"
    ],
    "doi": "10.1186/s12913-022-08354-y",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=158381130&site=ehost-live&scope=site"
  },
  {
    "key": "Q5MDAS94",
    "title": "Refusing aid: Interdependency and development in northern Uganda.",
    "abstract": "\"Aid dependency\" has long been a concern among development organizations, because it supposedly discourages the entrepreneurial spirit and thus hinders economic development. But what happens when beneficiaries refuse aid? In this article, I offer an ethnographic account of aid refusal in postconflict northern Uganda. There, members of savings and loan associations negotiate debts and investments through Acholi ethics of ripe, or \"making life experiences together.\" In doing so, they demonstrate that their refusals are not disavowals of development. Rather, they are refusals of development hierarchies and of the financialization of development, both of which risk obstructing Acholi ethics of interdependence. By analyzing ripe and the ways that association members negotiate the ethics of receiving aid, this article offers a counterpoint to dominant, pathologizing discourses of African dependency, corruption, and development—discourses predicated on Western, neoliberal valuations of work and community. In short, this article calls into question the assumption that economic growth is always the sine qua non of development. [ABSTRACT FROM AUTHOR]",
    "full_text": "",
    "authors": [
      "Sarah O'Sullivan"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=f5h&AN=162168537&site=ehost-live&scope=site"
  },
  {
    "key": "6XLRFNDC",
    "title": "Barriers and facilitators to the utilization of the intensive adherence counselling framework by healthcare providers in Uganda: a qualitative study.",
    "abstract": "Background: Uganda Ministry of Health (UMOH) embraced the World Health Organization recommendation for people living with human immunodeficiency virus with a detectable viral load (VL) exceeding 1000 copies/mL to receive intensive adherence counselling (IAC). The IAC framework was developed as a step-by-step guide for healthcare providers to systematically support persons with non-suppressed VL to develop a comprehensive plan for adhering to treatment. The objective of this study was to explore the current practice of the healthcare providers when providing IAC, and identify the barriers and facilitators to the utilization of the UMOH IAC framework at two health centers IV level in rural Uganda.Methods: This was a descriptive cross-sectional qualitative study that explored the current practices of the healthcare providers when providing IAC, and identified the barriers and facilitators to the utilization of the UMOH IAC framework. We used an interview guide with unstructured questions about what the participants did to support the clients with non-suppressed VL, and semi-structured questions following a checklist of categories of barriers and facilitators that affect 'providers of care' as provided by the Supporting the Use of Research Evidence for policy in African health systems (SURE) framework. Current practice as well as the categories of barriers and facilitators formed the a priori themes which guided data collection and analysis. In this study we only included healthcare providers (i.e., medical doctors, clinical officer, nurses, and counsellors) as 'providers of care' excluding family members because we were interested in the health system.Results: A total of 19 healthcare providers took part in the interviews. The healthcare providers reported lack of sufficient knowledge on the UMOH IAC framework; most of them did not receive prior training or sensitization when it was first introduced. They indicated that they lacked counselling and communication skills to effectively utilize the IAC framework, and they were not motivated to utilize it because of the high workload at the clinics compounded by the limited workforce.Conclusions: Although the UMOH IAC framework is a good step-by-step guide for the healthcare providers, there is need to understand their context and assess readiness to embrace the new behavior before expecting spontaneous uptake and utilization.",
    "full_text": "",
    "authors": [
      "Pius Musinguzi",
      "Josephine Nambi Najjuma",
      "Adellah Arishaba",
      "Eric Ochen",
      "Racheal Ainembabazi",
      "Fred Keizirege",
      "Racheal Lillian Sabano",
      "Edith K. Wakida",
      "Celestino Obua"
    ],
    "doi": "10.1186/s12913-022-08495-0",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=158813828&site=ehost-live&scope=site"
  },
  {
    "key": "S9QDGH9B",
    "title": "Trends of key surveillance performance indicators of acute flaccid paralysis: a descriptive analysis, Uganda, 2015-2020.",
    "abstract": "Background: Polio is disease caused by poliovirus which can in turn cause irreversible paralytic disease, presenting as Acute Flaccid Paralysis (AFP). A sensitive AFP surveillance system, in which all reported AFP cases are evaluated, first to determine if they are true AFP cases or not, is key for tracking polio eradication. True AFP cases are then later categorized as polio AFP or non-polio AFP (NPAFP) cases. Sensitivity is defined by meeting an annual NPAFP rate/100,000 population < 15 years of ≥ 4/100,000, and an annual stool adequacy (SA) rate of ≥ 80%. We describe Uganda's AFP surveillance performance between 2015-2020, based on the WHO-recommended indicators, including; NPAFP and stool adequacy rate.Methods: We performed a descriptive analysis of national AFP surveillance data, 2015-2020 obtained from ministry of health. We evaluated proportion of reported AFP cases that were true AFP, and changes in NPAFP and stool adequacy (SA) rate over the study period. We evaluated the trends in achieving the targeted NPAFP and SA rates from 2015-2020. We used QGIS to illustrate patterns in NPAFP and SA rates across districts and subregions.Results: Among 3,605 AFP cases reported and investigated countrywide from 2015-2020, 3,475 (96%) were true AFP cases. All the true AFP cases were non-polio related. District reporting was near-complete (97-100% each year). Overall, the mean NPAFP rate declined from 3.1/100,000 in 2015 to 2.1/100,000 in 2020. Less than 40% of districts met the NPAFP target rate in all years. The proportion of districts achieving the NPAFP target rate of ≥ 4/100,000 significantly declined from 35% in 2015 to 20% in 2020. The mean annual SA rate nationally was 88% from 2015-2020. Only 66% of districts achieved the SA target rate of ≥ 80% in the study period. The proportion of districts with SA rate ≥ 80% significantly increased from 68 to 80% between 2015 and 2020.Conclusion: Most districts reported AFP cases. However, there was a decline in the NPAFP rate from 2015-2020 and few districts achieved the target rate. The suboptimal AFP surveillance system performance leaves the country at risk of missing ongoing poliovirus transmission. We recommend health worker training on active AFP searches, intensified supportive supervision, increase the number of environmental surveillance sentinel sites to boost AFP surveillance in the country, and periodic review meetings with districts to assess AFP surveillance performance.",
    "full_text": "",
    "authors": [
      "Bob Omoda Amodan",
      "Annet Kisakye",
      "Patricia Thiwe Okumu",
      "Sherry Rita Ahirirwe",
      "Daniel Kadobera",
      "Alfred Driwale",
      "Alex Riolexus Ario"
    ],
    "doi": "10.1186/s12889-022-14077-w",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=158960093&site=ehost-live&scope=site"
  },
  {
    "key": "G5Q8NQRP",
    "title": "DKSH and Biolin Scientific extend strategic partnership in the APAC region.",
    "abstract": "The article reports that DKSH Business Unit Technology has expanded its strategic partnership with Biolin Scientific, a provider of advanced surface science instruments, to include sales, marketing, application support, and after-sales services in several Asia-Pacific countries. Biolin Scientific offers a range of products for surface and interface studies, serving various industries such as biotechnology, chemicals, electronics, and more, across multiple countries in the region.",
    "full_text": "",
    "authors": [],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=171332271&site=ehost-live&scope=site"
  },
  {
    "key": "M2PD3EPR",
    "title": "Disability status, partner behavior, and the risk of sexual intimate partner violence in Uganda: An analysis of the demographic and health survey data.",
    "abstract": "Background: Women with disabilities in developing countries experience significant marginalization, which negatively affects their reproductive health. This study examined the association between disability status and sexual intimate partner violence; the determinants of sexual intimate partner violence by disability status; and the variations in the determinants by disability status.Methods: The study, which was based on a merged dataset of 2006, 2011 and 2016 Uganda Demographic Surveys, used a weighted sample of 9689 cases of married women selected for the domestic violence modules. Data were analyzed using frequency distributions and chi-squared tests and multivariable logistic regressions. Other key explanatory variables included partner's alcohol consumption and witnessing parental violence. A model with disability status as an interaction term helped to establish variations in the determinants of sexual intimate partner violence by disability status.Results: Sexual IPV was higher among women with disabilities (25% compared to 18%). Disability status predicted sexual intimate partner violence with higher odds among women with disabilities (aOR = 1.51; 95% CI 1.10-2.07). The determinants of sexual intimate partner violence for women with disabilities were: partner's frequency of getting drunk, having witnessed parental violence, occupation, and wealth index. The odds of sexual intimate partner violence were higher among women whose partners often or sometimes got drunk, that had witnessed parental violence, were involved in agriculture and manual work; and those that belonged to the poorer and middle wealth quintiles. Results for these variables revealed similar patterns irrespective of disability status. However, women with disabilities in the agriculture and manual occupations and in the poorer and rich wealth quintiles had increased odds of sexual intimate partner violence compared to nondisabled women in the same categories.Conclusion: Determinants of sexual intimate partner violence mainly relate to partners' behaviors and the socialization process. Addressing sexual intimate partner violence requires prioritizing partners' behaviors, and gender norms and proper childhood modelling, targeting men, women, families and communities. Interventions targeting women with disabilities should prioritize women in agriculture and manual occupations, and those above the poverty line.",
    "full_text": "",
    "authors": [
      "Betty Kwagala",
      "Johnstone Galande"
    ],
    "doi": "10.1186/s12889-022-14273-8",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=159547949&site=ehost-live&scope=site"
  },
  {
    "key": "4RRCMIKP",
    "title": "Environmental backlash mounts as lenders shun East African pipeline. (cover story)",
    "abstract": "The outburst offered a Atting introduction to a seldom-discussed energy project, which Uganda and Tanzania say will revolutionise East African oil production, but which has become a target of environmental campaigners. Some worry Europe might have shifted towards renewables by the time new producers such as Uganda begin offering oil to global markets. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Charlie Mitchell"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=157698551&site=ehost-live&scope=site"
  },
  {
    "key": "TCVYLM7Z",
    "title": "A qualitative exploration of Ugandan mental health care workers' perspectives and experiences on sexual and reproductive health of people living with mental illness in Uganda.",
    "abstract": "Background: People with Mental Illness experience vast sexual and reproductive health challenges due to the affected mental health. Globally, prevalence of mental illness is on the rise with subsequent increase in the number of people with sexual and reproductive challenges warranting urgent public health intervention. However, information on the perceptions and experiences of mental health workers, the key health care providers for this population is generally lacking yet it's essential for formulation of appropriate policies and public health interventions.Aim: To explore Ugandan mental health care worker's perspectives and experiences on the sexual and reproductive health of people living with mental illness in Uganda in order to generate recommendations to the ministry of health on how it can be improved.Materials and Methods: Qualitative study design was employed with utilization of phone call semi-structured in-depth interviews to collect data from 14 mental health workers from Uganda's National mental referral hospital, Butabika. Purposive sampling and convenience recruitment was done and the collected data was analyzed using Thematic content analysis.Results: Four themes were generated which included people with Mental illness having normal sexual needs, mental illness effect on sexuality and relationships, practices for safeguarding sexuality of people with mental illness and the barriers encountered in the provision of sexual and reproductive health services at a mental hospital.Conclusion: People with mental illness experience a multitude of sexual and reproductive health challenges that need public health interventions. However, the integration of sexual and reproductive health services in a mental hospital are not yet successful making people with mental illness to remain with unaddressed health challenges. Policies should therefore be developed and implemented to ensure successful integration of sexual and reproductive health at all mental health service care provision points.",
    "full_text": "",
    "authors": [
      "Emily Tumwakire",
      "Hofmeister Arnd",
      "Yahaya Gavamukulya"
    ],
    "doi": "10.1186/s12889-022-14128-2",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=158998324&site=ehost-live&scope=site"
  },
  {
    "key": "ZNVX788A",
    "title": "Impact of carbonization conditions and adsorbate nature on the performance of activated carbon in water treatment.",
    "abstract": "The physical and chemical structure of activated carbon (AC) varies with the carbonization temperature, activation process and time. The texture and toughness of the starting raw material also determine the morphology of AC produced. The Brunauer-Emmet-Teller surface area (SBET) is small for AC produced at low temperatures but increases from 500 to 700 °C, and generally drops in activated carbons synthesized > 700 °C. Mild chemical activators and low activator concentrations tend to generate AC with high SBET compared to strong and concentrated oxidizing chemicals, acids and bases. Activated carbon from soft starting materials such as cereals and mushrooms have larger SBET approximately twice that of tough materials such as stem berks, shells and bones. The residual functional groups observed in AC vary widely with the starting material and tend to reduce under extreme carbonization temperatures and the use of highly concentrated chemical activators. Further, the adsorption capacity of AC shows dependency on the size of the adsorbate where large organic molecules such as methylene blue are highly adsorbed compared to relatively small adsorbates such as phenol and metal ions. Adsorption also varies with adsorbate concentration, temperature and other matrix parameters. [ABSTRACT FROM AUTHOR]",
    "full_text": "",
    "authors": [
      "Ibrahim Karume",
      "Simon Bbumba",
      "Simon Tewolde",
      "Is'harq Z. T. Mukasa",
      "Muhammad Ntale"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=a9h&AN=173804871&site=ehost-live&scope=site"
  },
  {
    "key": "422NNPHF",
    "title": "Trends in inequality in maternal and child health and health care in Uganda: Analysis of the Uganda demographic and health surveys.",
    "abstract": "Background: Uganda has made great strides in improving maternal and child health. However, little is known about how this improvement has been distributed across different socioeconomic categories, and how the health inequalities have changed over time. This study analyses data from Demographic and Health Surveys (DHS) conducted in 2006, 2011, and 2016 in Uganda, to assess trends in inequality for a variety of mother and child health and health care indicators.Methods: The indicators studied are acknowledged as critical for monitoring and evaluating maternal and child health status. These include infant and child mortality, underweight status, stunting, and prevalence of diarrhea. Antenatal care, skilled birth attendance, delivery in health facilities, contraception prevalence, full immunization coverage, and medical treatment for child diarrhea and Acute Respiratory tract infections (ARI) are all health care indicators. Two metrics of inequity were used: the quintile ratio, which evaluates discrepancies between the wealthiest and poorest quintiles, and the concentration index, which utilizes data from all five quintiles.Results: The study found extraordinary, universal improvement in population averages in most of the indices, ranging from the poorest to the wealthiest groups, between rural and urban areas. However, significant socioeconomic and rural-urban disparities persist. Under-five mortality, malnutrition in children (Stunting and Underweight), the prevalence of anaemia, mothers with low Body Mass Index (BMI), and the prevalence of ARI were found to have worsening inequities. Healthcare utilization measures such as skilled birth attendants, facility delivery, contraceptive prevalence rate, child immunization, and Insecticide Treated Mosquito Net (ITN) usage were found to be significantly lowering disparity levels towards a perfect equity stance. Three healthcare utilization indicators, namely medical treatment for diarrhea, medical treatment for ARI, and medical treatment for fever, demonstrated a perfect equitable situation.Conclusion: Increased use of health services among the poor and rural populations leads to improved health status and, as a result, the elimination of disparities between the poor and the wealthy, rural and urban people.Recommendation: Intervention initiatives should prioritize the impoverished and rural communities while also considering the wealthier and urban groups.",
    "full_text": "",
    "authors": [
      "Alex Ayebazibwe Kakama",
      "Robert Basaza"
    ],
    "doi": "10.1186/s12913-022-08630-x",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=159829307&site=ehost-live&scope=site"
  },
  {
    "key": "XD5JWGN2",
    "title": "Psychological capital and quality of life of refugees in Uganda during COVID-19 pandemic: A serial mediation model",
    "abstract": "Background: The COVID-19 pandemic has in the past two years caused and continues to cause enormous effects on lifestyle, mental health, and quality of life. With no known treatment and vaccination, behavioral control measures became central in controlling the pandemic. However, the intensity of the pandemic and the stringent control measures were immensely stressful. The control measures became an added psychological burden to people living in precarious situations such as refugees in low-income countries. Purpose: Given the benefits of psychological capital, the present study aimed at investigating the role of psychological capital in enhancing the quality of life among refugees in Uganda during the COVID-19 pandemic. It was hypothesized that the effects of psychological capital on quality of life are serially mediated through coping strategies, adherence to COVID-19 control measures, and mental health. Methods: Data was collected using a self-administered questionnaire in July and August 2020 after the first lockdown. Participants were 353 South Sudanese and Somali refugees living in Kampala city suburbs and Bidibidi refugee settlement. Findings: Psychological capital was positively associated with approach coping, mental health, and quality of life. However, psychological capital was negatively associated with adherence to COVID-19 control measures. Significant indirect effects of psychological capital on quality of life through approach coping, mental health, and adherence were found. However, serial mediation effects were only substantial via approach coping and mental health. Conclusion: Psychological capital is an important resource in coping with the challenges posed by COVID-19 and maintaining a good level of psychological functioning and quality of life. Preserving and boosting psychological capital is essential in responding to COVID-19 and other related disasters and crises, which are common in vulnerable populations such as refugee communities in low-income countries. (PsycInfo Database Record (c) 2023 APA, all rights reserved)",
    "full_text": "",
    "authors": [
      "Martin Mabunda Baluku"
    ],
    "doi": "10.1007/s41042-023-00091-9",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=psyh&AN=2023-55476-001&site=ehost-live&scope=site"
  },
  {
    "key": "A5AZZCUI",
    "title": "Motivational interviewing experiences from a community health worker-led hiv prevention and care intervention in rural uganda: A qualitative study",
    "abstract": "ABSTRACT Motivational Interviewing (MI) and Community Health Workers (CHWs) are increasingly utilized in global settings to improve HIV outcomes, yet research exploring implementation strategies using MI and CHWs is lacking. We examined the experiences of CHWs and their clients in a counseling intervention which used MI-informed counseling to increase engagement in HIV prevention and treatment. This study was nested within the mLAKE cluster-randomized trial in a high HIV prevalence fishing community in rural Rakai District, Uganda. We conducted in-depth interviews with purposively-sampled CHWs (n = 8) and clients (n = 51). Transcripts were analyzed thematically to characterize CHWs’ implementation of the intervention. Main themes identified included use of specific MI strategies (including evocation, guidance towards positive behavior change, active listening, and open-ended questions), and MI spirit (including collaboration, power-sharing, trust, and non-judgmental relationship building). Through these specific MI mechanisms, CHWs supported client behavior change to facilitate engagement with HIV services. This study provides evidence from a low-resource setting that CHWs with no previous experience in MI can successfully implement MI-informed counseling that is well-received by clients. CHW-led MI-informed counseling appears to be a feasible and effective approach to increase uptake of HIV prevention and care services in low-resource, HIV endemic regions. (PsycInfo Database Record (c) 2023 APA, all rights reserved)",
    "full_text": "",
    "authors": [
      "Holly Nishimura",
      "Rose Pollard Kaptchuk",
      "Ismail Mbabali",
      "Jeremiah Mulamba",
      "Neema Nakyanjo",
      "Aggrey Anok",
      "Maria J. Wawer",
      "Caitlin E. Kennedy",
      "Gertrude Nakigozi",
      "Larry W. Chang",
      "K. Rivet Amico",
      "Heidi Hutton"
    ],
    "doi": "10.1080/09540121.2023.2253504",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=psyh&AN=2024-11379-001&site=ehost-live&scope=site"
  },
  {
    "key": "XVMQXXUY",
    "title": "On $1+3$ covariant perturbations of the quasi-Newtonian spacetime in modified Gauss-Bonnet gravity.",
    "abstract": "Summary: ``The consideration of a $1 + 3$ covariant approach to cold dark matter universe with no shear cosmological dust model with irrotational flows is developed in the context of $f(G)$ gravity theory in this study. This approach reveals the existence of integrability conditions which do not appear in noncovariant treatments. We constructed the integrability conditions in modified Gauss-Bonnet $f(G)$ gravity basing on the constraints and propagation equations. These integrability conditions reveal the linearized silent nature of quasi-Newtonian models in $f(G)$ gravity. Finally, the linear equations for the over-density and velocity perturbations of the quasi-Newtonian spacetime were constructed in the context of modified $f(G)$ gravity. The application of harmonic decomposition and redshift transformation techniques to explore the behavior of the overdensity and velocity perturbations using $f(G)$ model was made. On the other hand, we applied the quasi-static approximation to study the approximated solutions on small scales which helps to get both analytical and numerical results of the perturbation equations. The analysis of the energy overdensity and velocity perturbations for both short- and long-wavelength modes in a dust-Gauss-Bonnet fluids was done and we see that both energy overdensity and velocity perturbations decay with redshift for both modes. In the limits to $\\Lambda$CDM, it means $f(G) = G$ the considered $f(G)$ model results coincide with $\\Lambda$CDM.''",
    "full_text": "",
    "authors": [
      "Albert Munyeshyaka",
      "Joseph Ntahompagaze",
      "Tom Mutabazi",
      "Manasse R. Mbonye"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=msn&AN=MR4624605&site=ehost-live&scope=site"
  },
  {
    "key": "APRZXSTJ",
    "title": "7TH ANNUAL ASCP SKIN DEEP READERS CHOICE AWARDS.",
    "abstract": "The article presents the winners of the 2023 American Society for Clinical Pathology Periodical Readers' Choice Awards, with Green Tea Citrus Cleanser from Skin Script, Mystiq Perfecting Eye Crème from Lira Clinical, and Refine Polish from Hale & Hush, in various skincare categories.",
    "full_text": "",
    "authors": [],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=s3h&AN=165102276&site=ehost-live&scope=site"
  },
  {
    "key": "3KEP5239",
    "title": "Acute flaccid myelitis: Not uncommon in rural Uganda?",
    "abstract": "Acute Flaccid Myelitis is a paralytic illness with significant similarities to poliomyelitis, and which affects predominantly children. It was first fully delineated only in 2014 in the USA, occurring in epidemic clusters with a likely overall increasing incidence. It has subsequently rapidly been identified in Europe, the UK, and Australasia and the Far East, confirming it to be an emerging, global, infectious neurological disease. It has, however, been very little studied in low- and middle-income countries—reflecting partly of the global imbalance in science and medical research, and partly the extremely low provision of neurological care in most low- and middle-income countries: Uganda currently has no specialized neurology services outside the capital Kampala. During extended visits over a 2-year period with involvement in acute adult and paediatric internal medicine, one of us (NS) encountered at least six new patients with acute flaccid myelitis, suggesting that both the geographical reach and the frequency of the disorder may be significantly greater than previously thought. Here, these cases are described together with their clinical features and, where available, course and (limited) investigation results. These observations have significant implications concerning the current, and potentially the future geographical spread of the disease, and its clinical phenomenology. In addition, they highlight serious problems concerning the global applicability of the current Acute Flaccid Myelitis diagnostic criteria. (PsycInfo Database Record (c) 2023 APA, all rights reserved)",
    "full_text": "",
    "authors": [
      "Sam Olum",
      "Charlotte Scolding",
      "Venice Omona",
      "Kansiime Jackson",
      "Neil Scolding"
    ],
    "doi": "10.1093/braincomms/fcad246",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=psyh&AN=2024-27495-001&site=ehost-live&scope=site"
  },
  {
    "key": "9S8T7V7K",
    "title": "Perturbations in the interacting vacuum.",
    "abstract": "Summary: ``In this study, we present the evolution of cosmological perturbations in a universe consisting of standard matter and interacting vacuum. We use the $1+ 3$ covariant formalism in perturbation framework and consider two different models for the interacting vacuum; namely, a linear interacting model and interaction with creation pressure model. For both models, we derive the evolution equations governing the growth of linear perturbations for both radiation- and dust-dominated universe. We find numerical solutions in appropriate limits, namely long and short wavelengths. For both models, the perturbations grow with time (decay with redshift), showing that structure formation is possible in an accelerated cosmic background. The perturbation amplitudes---and their relative scalings with those of $\\Lambda$CDM---depend on the values of the interaction parameters considered, and in a way that can be used to constrain the models using existing and future large-scale structure data. In the vanishing limits of the coupling parameters of the interaction, we show that standard $\\Lambda$CDM cosmology, both background and perturbed, is recovered.''",
    "full_text": "",
    "authors": [
      "Albert Munyeshyaka",
      "Joseph Ntahompagaze",
      "Tom Mutabazi",
      "Manasse R. Mbonye",
      "Abraham Ayirwanda",
      "Fidele Twagirayezu",
      "Amare Abebe"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=msn&AN=MR4550002&site=ehost-live&scope=site"
  },
  {
    "key": "HZQFRQ6Z",
    "title": "In-Cosmetics Asia To Spotlight Key Developments in APAC Cosmetics Market.",
    "abstract": "The article reports that In-Cosmetics Asia will focus on key developments in the APAC cosmetics market, highlighting the influence of social media, beauty influencers, and location on cosmetic sales in urban and rural areas. It mentions trends such as \"skinimalism\" and hybrid cosmetics are gaining popularity in the region as consumers look for streamlined cosmetic experiences, while anti-aging products benefit from an increasingly elderly population and growing consumer awareness.",
    "full_text": "",
    "authors": [],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=172937198&site=ehost-live&scope=site"
  },
  {
    "key": "47E8NXRB",
    "title": "Low heads to GCF, Seoul.",
    "abstract": "According to his LinkedIn profile: \"My role will be driving the GFC's energy, industry and transport portfolio - assisting public and private sectors in incorporating climate mitigation and adaptation principles by using GCF's wide range of concessional financing instruments to deliver resilient investments giving beneficial socio-economic and environmental impacts.\" Low is Scottish, but has been working across APAC for most of his career first of all rising the role of Japan country manager for Mott MacDonald and then out of Singapore as Asia Pacific infrastructure services director. Euan Low - a long-established Asia Pacific infrastructure hand - has started in a new role, at the Green Climate Fund (GCF) in Seoul, South Korea. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Angus Leslie Melville"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=170047952&site=ehost-live&scope=site"
  },
  {
    "key": "SC8SVNXF",
    "title": "Turkey's New-Look Central Bank to Keep Rate-Hike Pace.",
    "abstract": "(Bloomberg) -- A revamped lineup of Turkish central bankers is meeting for the first time on Thursday, setting up a decision that will look to dispel doubts in the market and could ensure the pace of interest-rate increases doesn't slow again. Read more: Lira Lifeline Became $124 Billion Problem That Haunts Turkey The new rules amount to a \"stealth rate hike\" and follow an earlier decision to raise reserve requirements that could mean an additional 40 basis points of tightening, according to Bloomberg Economics. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Beril Akman"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=170410874&site=ehost-live&scope=site"
  },
  {
    "key": "7L43T8Y8",
    "title": "Ugandan Bonds Can Bounce Back From World Bank Funding Setback.",
    "abstract": "(Bloomberg) -- A surge in yields on Uganda's local-currency debt spurred by the World Bank's decision to halt new loans in protest at new anti-LGBTQ laws may reverse as global sentiment improves and the government unveils new sources of financing, according to Absa Bank Ltd. The yield on Ugandan-shilling bonds maturing in 2033 has spiked by more than 100 basis points since the multilateral lender suspended its financing for the country earlier this month. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Colleen Goko"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=170410950&site=ehost-live&scope=site"
  },
  {
    "key": "HDTMNWMX",
    "title": "Isbank to Pool Units in New Holding Firm to Boost Efficiency.",
    "abstract": "They include listed glassmaker Sisecam, lender TSKB, brokerage Is Investment, builder Is REIT and private pensions firm Anadolu Hayat, as well as 11 other companies. \"A potential IPO of the new entity, divestitures and mergers of the group companies, or potential new investment areas may help unlock the hidden value of the bank's strong participation portfolio and provide easier access to finance the projects\", Oner said, raising his 12-month price target for the bank by 45% to 24 liras. (Bloomberg) -- Turkey's biggest listed bank by assets will spin off its units to a new holding company in a bid to manage them more efficiently. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Tugce Ozsoy"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=170744573&site=ehost-live&scope=site"
  },
  {
    "key": "QPNZPTBM",
    "title": "Turkish Inflation Nears 60%, Piling Pressure on Central Bank.",
    "abstract": "(Bloomberg) -- Turkish inflation accelerated to the fastest this year, underscoring the central bank's challenge as it raises interest rates to try to end a cost-of-living crisis. Gains in the lira since a bigger-than-anticipated rate hike in late August may ease some pressure on prices. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Baris Balci"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=171371772&site=ehost-live&scope=site"
  },
  {
    "key": "879TGNTX",
    "title": "Turkey Circles Wagons to Convince Markets This Time Is Different.",
    "abstract": "Simsek, appointed in June shortly after Erdogan's reelection, joined a round-table on Thursday together with central bank Governor Hafize Gaye Erkan and other top officials. Simsek and Erkan refrained from providing a roadmap for winding down the country's emergency lira savings program that's indexed to the exchange rate. (Bloomberg) -- Turkish President Recep Tayyip Erdogan is fully onboard with new policies that require monetary tightening, according to the country's finance minister, in the latest show of unity over ending an era of cheap money. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Firat Kozok",
      "Beril Akman"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=171811778&site=ehost-live&scope=site"
  },
  {
    "key": "P6C7A3PD",
    "title": "Qatar National Bank's Turkey Unit More Valuable Than Its Parent.",
    "abstract": "(Bloomberg) -- A more than 500% rally in shares of Qatar National Bank's Turkish unit this year has given the stock a higher value than its parent. QNB Finansbank AS has seen its market capitalization jump to 1.1 trillion liras ($41 billion) - taking it above QNB, the biggest Gulf bank by assets, which has a market value of about $40 billion. Only about 4 million of the more than 3.3 billion QNB Finansbank shares outstanding are publicly traded, with 99.9% of the stock closely held by QNB, according to data compiled by Bloomberg. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Tugce Ozsoy",
      "Kerim Karakaya"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=172366540&site=ehost-live&scope=site"
  },
  {
    "key": "7VU55C2A",
    "title": "Turkey Escalates Syria Airstrikes After Rare Conflict with US.",
    "abstract": "(Bloomberg) -- Turkey intensified airstrikes on America's Kurdish allies in Syria after the US shot down a Turkish drone in the region, a rare instance of two NATO allies coming into conflict and which led the lira to weaken. The US, for its part, has warned Turkey against unilateral airstrikes that could threaten American personnel. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Selcan Hacaoglu",
      "Firat Kozok"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=172850150&site=ehost-live&scope=site"
  },
  {
    "key": "I279B6P3",
    "title": "Turkish Builder Calls Investor Meeting to Extend Bond Maturity.",
    "abstract": "Nurol Insaat ve Ticaret AS called investors in the 1.4 billion-lira ($51 million) bonds that mature next year to hold a restructuring meeting on Oct. 20. (Bloomberg) -- Turkish builder Nurol is asking investors to extend the maturity of its floating-rate bonds issued two years ago - with a senior executive denying the move was related to rising interest rates in the country. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Taylan Bilgic"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=172440204&site=ehost-live&scope=site"
  },
  {
    "key": "JXAQCGQI",
    "title": "Turkey Escalates Syria Airstrikes After US Downs Its Drone.",
    "abstract": "(Bloomberg) -- Turkey intensified airstrikes on America's Kurdish allies in Syria after the US shot down a Turkish drone in the region, a rare instance of two NATO allies coming into conflict and which led the lira to weaken. The US, for its part, has warned Turkey against unilateral airstrikes that could threaten American personnel. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Selcan Hacaoglu",
      "Firat Kozok"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=172850249&site=ehost-live&scope=site"
  },
  {
    "key": "JI8J6JMT",
    "title": "South Korean Crypto Exchange Upbit Wins Singapore Permit.",
    "abstract": "Singapore, a financial hub in Asia, will allow Upbit to offer its services in \"retail, institutional, and infrastructure focused businesses\", Alex Kim, founder and CEO of Upbit Singapore, said in the statement Upbit Singapore is a wholly-owned subsidiary of Upbit APAC - a holding company that also operates regulated digital asset exchanges in Thailand and Indonesia: statement NOTE: The MAS grants a full license subject to meeting certain conditions following the IPA --With assistance from Hooyeon Kim. (Bloomberg) -- South Korean leading crypto exchange Upbit has received an in-principle approval from the Monetary Authority of Singapore to offer digital payment token services in the city state, according to a company statement. [Extracted from the article]",
    "full_text": "",
    "authors": [
      "Suvashree Ghosh"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=173014861&site=ehost-live&scope=site"
  },
  {
    "key": "PRNWVW9V",
    "title": "Not now, son.",
    "abstract": "The article offers information on the complicated relationship of Yoweri Museveni, President of Uganda, with their sons. It further discusses that General Muhoozi Kainerugaba, his eldest son, promoting him in the army, now wants to be at the top; agitation of General Kainerugaba touches the most sensitive issue in Ugandan politics: relations with neighbouring Rwanda; and also mentions about Kainerugaba intension to stand at the next election, in 2026.",
    "full_text": "",
    "authors": [],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=hus&AN=162765495&site=ehost-live&scope=site"
  },
  {
    "key": "AIYWKQQJ",
    "title": "Community dialogue meetings among district leaders improved their willingness to receive COVID-19 vaccines in Western Uganda, May 2021.",
    "abstract": "Background: Widespread COVID-19 vaccine uptake can facilitate epidemic control. A February 2021 study in Uganda suggested that public vaccine uptake would follow uptake among leaders. In May 2021, Baylor Uganda led community dialogue meetings with district leaders from Western Uganda to promote vaccine uptake. We assessed the effect of these meetings on the leaders' COVID-19 risk perception, vaccine concerns, perception of vaccine benefits and access, and willingness to receive COVID-19 vaccine. Methods: All departmental district leaders in the 17 districts in Western Uganda, were invited to the meetings, which lasted approximately four hours. Printed reference materials about COVID-19 and COVID-19 vaccines were provided to attendees at the start of the meetings. The same topics were discussed in all meetings. Before and after the meetings, leaders completed self-administered questionnaires with questions on a five-point Likert Scale about risk perception, vaccine concerns, perceived vaccine benefits, vaccine access, and willingness to receive the vaccine. We analyzed the findings using Wilcoxon's signed-rank test. Results: Among 268 attendees, 164 (61%) completed the pre- and post-meeting questionnaires, 56 (21%) declined to complete the questionnaires due to time constraints and 48 (18%) were already vaccinated. Among the 164, the median COVID-19 risk perception scores changed from 3 (neutral) pre-meeting to 5 (strong agreement with being at high risk) post-meeting (p < 0.001). Vaccine concern scores reduced, with medians changing from 4 (worried about vaccine side effects) pre-meeting to 2 (not worried) post-meeting (p < 0.001). Median scores regarding perceived COVID-19 vaccine benefits changed from 3 (neutral) pre-meeting to 5 (very beneficial) post-meeting (p < 0.001). The median scores for perceived vaccine access increased from 3 (neutral) pre-meeting to 5 (very accessible) post-meeting (p < 0.001). The median scores for willingness to receive the vaccine changed from 3 (neutral) pre-meeting to 5 (strong willingness) post-meeting (p < 0.001). Conclusion: COVID-19 dialogue meetings led to district leaders' increased risk perception, reduced concerns, and improvement in perceived vaccine benefits, vaccine access, and willingness to receive the COVID-19 vaccine. These could potentially influence public vaccine uptake if leaders are vaccinated publicly as a result. Broader use of such meetings with leaders could increase vaccine uptake among themselves and the community. [ABSTRACT FROM AUTHOR]",
    "full_text": "",
    "authors": [
      "Edirisa Juniour Nsubuga",
      "Arthur G. Fitzmaurice",
      "Allan Komakech",
      "Tom Dias Odoi",
      "Daniel Kadobera",
      "Lilian Bulage",
      "Benon Kwesiga",
      "Peter James Elyanu",
      "Alex Riolexus Ario",
      "Julie R. Harris"
    ],
    "doi": "10.1186/s12889-023-15903-5",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=flh&AN=163943247&site=ehost-live&scope=site"
  },
  {
    "key": "978TPMWJ",
    "title": "The mediating effect of knowledge management on talent management and firm performance in small and medium enterprise in Uganda.",
    "abstract": "Purpose: This study examines the mediating effect of an effective knowledge management (KM) in the relationship between talent management (TM) and organizational performance. This study was operationalized among the small and medium enterprises (SMEs). Design/methodology/approach: A cross-sectional survey design was used to collect data from a sample of 260 SMEs business. The data collected was analyzed using correlations and hierarchical regression to test the mediating effect of KM on the relationship between TM and firm performance. Findings: The findings show that KM mediates the relationship between TM and firm performance. They also suggest that TM contribute to enhancing performance through improvements in KM. Research limitations: The sample used in the research is not representative of all the SMEs operating in Uganda. This limitation presents the challenge of generalising and we therefore suggest caution when interpreting the results. We note the challenge of a skewed sample. For instance, most of the respondents to our study were confined to tailoring and design and metal and fabrication sectors. The skewed sample is a notable limitation of the research. The study was limited to Uganda only hence it did not capture information relating to other geographical settings, which may limit the effectiveness of the findings therein. Practical implications: Based on the findings of the study, the managers of the SME can use the study results to develop strategies and interventions that can enable their firms to improve on their performance even in the harsh economic environment through adopting positive practices such as KM. Originality/value: This paper contributes by filling a gap in HR management and SMEs literature, in which empirical studies on the relationship between TM and firm performance have been limited until now. This may create better research opportunities for cross-disciplinary papers that should be done by human resource, small business management and KM scholars. [ABSTRACT FROM AUTHOR]",
    "full_text": "",
    "authors": [
      "Janet Kyogabiirwe Bagorogoza",
      "Idah Nakasule"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=trh&AN=158933872&site=ehost-live&scope=site"
  },
  {
    "key": "EMRHV5FS",
    "title": "The role of the university and institutional support for climate change education interventions at two African universities.",
    "abstract": "This paper presents findings on the role of the university and institutional support for climate change education interventions at two universities in East Africa. The findings were part of a larger study on opportunities and challenges for climate change education at universities in the African context: A comparative case study of Makerere University in Uganda and University of Dar es Salaam in Tanzania. A comparative multiple case study design was adopted collecting qualitative data from 58 lecturers, researchers, administrators and students on climate change related programmes at the two universities. Data was collected through semi-structured in-depth interviews and focus group discussions. Analysis was done using thematic analysis based on Braun and Clarke's (Qualitative Research in Psychology, 3(2), 1–41, 2006) approach with the help of MAXDA software. Findings from the cross-case analysis revealed similarities and differences in perspectives and multiple realities of participants at both universities regarding the role of the university and institutional support for climate change education in the African context. The findings shed light on the context and nature of climate change education interventions and how these are supported at both universities. The study contributes to empirical literature on the role of higher education in addressing climate change and the institutional support to the interventions in the African context. [ABSTRACT FROM AUTHOR]",
    "full_text": "",
    "authors": [
      "David Ssekamatte"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=trh&AN=161248891&site=ehost-live&scope=site"
  },
  {
    "key": "CTMBWHAM",
    "title": "Photovoicing Empowerment and Social Change for Youth Living With HIV/AIDS in Uganda.",
    "abstract": "In this article, we present new insights to the application of photovoice as a tool for empowerment of the marginalized and an antecedent for social change. Special attention is directed to the use of photovoice in raising critical consciousness of the stigmatized and marginalized youth living with HIV/AIDS as a catalyst for empowerment through both the process and content of the research. The article also expounds on the practical execution of photovoice that is not adequately elaborated in projects within resource limited settings.",
    "full_text": "",
    "authors": [
      "Emmanuel Kimera",
      "Sofie Vindevogel"
    ],
    "doi": "10.1177/10497323221123022",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=159306882&site=ehost-live&scope=site"
  },
  {
    "key": "DTIPFN8S",
    "title": "10 Companies to Watch.",
    "abstract": "The article presents a comparison of company stocks as of October 9, 2023 including those from AutoNation Inc., China Resources Land Ltd., and Budweiser Brewing Co. APAC.",
    "full_text": "",
    "authors": [
      "Kevin Tynan",
      "Patrick Wong",
      "Sharnie Wong",
      "Tamlin Bason",
      "Tom Ward",
      "Ada Li",
      "Patricio Alvarez",
      "Ken Shea",
      "Philip Richards",
      "Omid Vaziri"
    ],
    "doi": "",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=bth&AN=172791978&site=ehost-live&scope=site"
  },
  {
    "key": "4KP3QZFE",
    "title": "Intrauterine transfusion of a hydropic fetus with anemia due to a giant chorioangioma: A case report.",
    "abstract": "Giant chorioangiomas are a potentially life-threatening condition that may require intrauterine therapy. We describe a case of a large chorioangioma (>4cm) diagnosed at 30 weeks of gestation causing severe fetal anemia and hydrops. An intrauterine blood transfusion was performed at 31 weeks with reversal of the anemia and hydrops. The neonate was born at 37 weeks showing respiratory distress syndrome that required neonatal intensive care unit admission but was discharged at 30 days of life. Further evaluation at two months of age showed no signs of abnormal neurodevelopment. When timely indicated, intrauterine transfusion of a hydropic fetus with anemia due to a giant chorioangioma is a potentially life-saving therapy that shows good neurodevelopment of the surviving fetus.",
    "full_text": "",
    "authors": [
      "Ma de la Luz Bermudez-Rojas",
      "Virginia Medina-Jimenez",
      "Alina Lira-Diaz",
      "Miguel A. Sanchez-Rodriguez",
      "Maria Yolotzin Valdespino-Vazquez",
      "Raigam Jafet Martinez-Portilla"
    ],
    "doi": "10.1016/j.ejogrb.2022.09.010",
    "year": null,
    "item_type": "journalArticle",
    "url": "https://search.ebscohost.com/login.aspx?direct=true&db=cin20&AN=159743153&site=ehost-live&scope=site"
  }
]